{
    "authors": [
        {
            "id": "Freud",
            "foundations": [],
            "opinions": [],
            "contents": [
                {
                    "line": "Sigismund Schlomo Freud, noto come Sigmund Freud, IPA: è stato un neurologo, psicoanalista e filosofo austriaco, fondatore della psicoanalisi, sicuramente la più famosa tra le correnti teoriche e pratiche della psicologia."
                }
            ],
            "fullname": "Sigmund Freud",
            "born": {
                "date": "6/5/1856",
                "place": "Příbor, Repubblica Ceca"
            },
            "died": {
                "date": "23/11/1939",
                "place": "Hampstead, Londra, Regno Unito"
            },
            "avatar": "https://upload.wikimedia.org/wikipedia/commons/1/12/Sigmund_Freud_LIFE.jpg"
        },
        {
            "id": "Forrester",
            "foundations": [],
            "opinions": [],
            "contents": [
                {
                    "line": "John Forrester era uno storico e filosofo britannico della scienza e della medicina. I suoi interessi principali riguardavano la storia delle scienze umane, in particolare la psicoanalisi e la psichiatria."
                }
            ],
            "fullname": "John Forrester",
            "born": {
                "date": "25/8/1949",
                "place": "Londra, Regno Unito"
            },
            "died": {
                "date": "24/11/2015",
                "place": "Unknown"
            },
            "avatar": "https://www.people.hps.cam.ac.uk/index/resolveuid/ad23c18ccad3474583a9a5c4b418e9b4"
        },
        {
            "id": "Scalzone",
            "foundations": [],
            "opinions": [],
            "contents": [
                {
                    "line": "Franco Scalzone, laureato in medicina e chirurgia, specializzato in psichiatria presso l’Università \"La Sapienza\" di Roma, ha operato in diverse strutture psichiatriche del Servizio Sanitario Nazionale. È membro associato della SPI (Società Psicoanalitica Italiana)."
                }
            ],
            "fullname": "Franco Scalzone",
            "born": {
                "date": "Unknown",
                "place": "Napoli, Italia"
            },
            "died": {
                "date": "Unknown",
                "place": "Unknown"
            },
            "avatar": "https://upload.wikimedia.org/wikipedia/commons/a/ac/No_image_available.svg"
        }
    ],
    "authorsGroups": [],
    "fields": [],
    "approaches": [],
    "concepts": [
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "affetto",
            "id": "freud.progetto.affetto",
            "aliases": [
                {
                    "text": "stato di affetto"
                }
            ],
            "contents": [
                {
                    "line": "Residuo [assieme al desiderio] dell'esperienza del dolore o del soddisfacimento."
                },
                {
                    "line": "Aumenta la tensione di Qἠ in ψ, mediante una improvvisa emissione."
                },
                {
                    "line": "Combinazione tra determinate sensazioni della serie piacere-dispiacere e le corrispondenti innervazioni di scarica e la loro percezione."
                }
            ],
            "title": {
                "text": "Affetto"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "associazione-verbale",
            "id": "freud.progetto.associazione-verbale",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Questa consiste nel collegamento dei neuroni ψ con neuroni che servono alle rappresentazioni sonore e sono intimamente associati con le immagini verbali motorie (le parole parlate). Queste associazioni hanno il vantaggio sopra le altre di possedere due ulteriori caratteristiche: sono circoscritte (cioè in piccolo numero) ed esclusive (differenti l'una dall'altra). L’eccitamento procede in ogni caso dall’immagine sonora verso l’immagine verbale e di qui alla scarica. Quindi, se le immagini mnestiche sono costituite in modo tale che una corrente parziale può passare da loro alle immagini sonore e alle immagini verbali motorie, allora l’investimento dell’immagine mnestica si accompagna con l’informazione della scarica, informazione che è un segno di qualità e allo stesso tempo un segno di coscienza del ricordo. Ora, se l’Io preinveste queste immagini verbali come ha già preinvestito le immagini della scarica, esso crea per sé stesso il meccanismo capace di dirigere l’investimento ψ verso i ricordi che emergono durante il flusso di Qἠ. Questo è il pensiero cosciente, osservante."
                        ],
                        "kindleloc": "12506-12516"
                    }
                },
                {
                    "line": "[..] le A.V. pongono i processi di pensiero sullo stesso livello dei processi percettivi, conferendo loro una realtà, e rendendo possibile il loro ricordo."
                }
            ],
            "title": {
                "text": "Associazione verbale"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "attenzione",
            "id": "freud.progetto.attenzione",
            "contents": [
                {
                    "line": "L'attenzione consiste nello stabilire una situazione psichica di attesa anche per certe percezioni che non coincidono in parte con gli investimenti di desiderio."
                }
            ],
            "title": {
                "text": "Attenzione"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "attesa",
            "id": "freud.progetto.attesa",
            "aliases": [
                {
                    "text": "stato di attesa"
                }
            ],
            "contents": [
                {
                    "line": "Tutto il pensiero si è sviluppato dallo stato di attesa."
                }
            ],
            "title": {
                "text": "Attesa"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "azione-specifica",
            "id": "freud.progetto.azione-specifica",
            "contents": [
                {
                    "line": "La sospensione dello stimolo [endogeno, poi detta pulsione] può essere operata solo mediante un intervento che temporaneamente interrompa l’emissione di Qἠ all’interno del corpo; e questo intervento richiede un’alterazione nel mondo esterno (rifornimento di cibo, prossimità dell’oggetto sessuale), la quale, come azione specifica, può seguire solo determinate vie. L’organismo umano è, dapprima, incapace di produrre tale azione specifica. Essa viene attuata mediante un aiuto esterno, quando un individuo maturo viene indotto a fare attenzione alle condizioni del bambino mediante una scarica [del bambino] lungo la via della modificazione interna."
                }
            ],
            "title": {
                "text": "Azione specifica"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "barriera",
            "id": "freud.progetto.barriera",
            "title": {
                "text": "Barriera"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "barriera-contro-immagini-motorie",
            "id": "freud.progetto.barriera-contro-immagini-motorie",
            "contents": [
                {
                    "line": "Barriera che impedisce la scarica motoria."
                },
                {
                    "line": "Quando non c'era [nei primi mesi di vita], il discarico motorio si verificava simultaneamente con il desiderio, l'atteso piacere veniva regolarmente a mancare, e la continua emissione di stimoli endogeni finiva per generare dispiacere."
                }
            ],
            "title": {
                "text": "Barriera contro immagini motorie"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "brama",
            "id": "freud.progetto.brama",
            "contents": [
                {
                    "line": "La brama comporta uno stato di tensione nell'Io, e di conseguenza è investita la rappresentazione dell'oggetto amato (rappresentazione di desiderio)."
                }
            ],
            "title": {
                "text": "Brama"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "coazione-isterica",
            "id": "freud.progetto.coazione-isterica",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "La coazione isterica è quindi: 1) incomprensibile; 2) insolubile attraverso il processo del pensiero; e 3) incongrua nella sua struttura."
                        ],
                        "book": "freud.opere-complete",
                        "kindlepage": "887"
                    }
                }
            ],
            "title": {
                "text": "Coazione isterica"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "coazione-nevrotica-semplice",
            "id": "freud.progetto.coazione-nevrotica-semplice",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "può essere contrapposta a quella isterica. Per esempio: un uomo che è caduto da una carrozza ha corso pericolo, e in seguito può diventargli impossibile usare questo mezzo di locomozione. Tale coazione è: 1) comprensibile, e infatti ne conosciamo l’origine; 2) insolubile attraverso il processo del pensiero; e 3) congruente, poiché l’associazione con il pericolo giustifica il legame tra viaggiare in carrozza e paura.",
                            "Si sarebbe inclini a considerare la coazione nevrotica come niente affatto patologica, se [..] una coazione di questo genere persiste solo per un breve tempo [..] Quindi il persistere di una coazione è patologico e indica una nevrosi semplice."
                        ],
                        "book": "freud.opere-complete",
                        "kindlepage": "887"
                    }
                }
            ],
            "title": {
                "text": "Coazione nevrotica semplice"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "desiderio",
            "id": "freud.progetto.desiderio",
            "title": {
                "text": "Desiderio"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "dolore",
            "id": "freud.progetto.dolore",
            "contents": [
                {
                    "line": "Il dolore sarebbe provocato dal fallimento nel sistema di schermature dell'intensità delle cariche Qἠ, che dalle terminazioni nervose raggiungono il sistema dei neuroni ψ."
                },
                {
                    "line": "Il sistema ψ è protetto dal fatto di non essere in contatto diretto con il mondo esterno e dal fatto che le grandi Q esterne sono trattenute dai neuroni φ, ma i neuroni ψ sono permeabili al dolore quando sono investiti da Q di ordine elevato."
                },
                {
                    "line": "Il dolore passa per tutte le vie di scarica, come se fosse passato un fulmine, e lascia dietro di sé facilitazioni permanenti che possono arrivare a trasformare neuroni ψ in neuroni φ."
                },
                {
                    "line": "Il sistema nervoso ha una netta tendenza alla fuga dal dolore, che conferma la sua tendenza primaria contro un aumento di Qἠ, e quindi la tendenza a scaricare Qἠ."
                }
            ],
            "title": {
                "text": "Dolore"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "esame-di-realtà",
            "id": "freud.progetto.esame-di-realtà",
            "contents": [
                {
                    "line": "Sia l’investimento di desiderio, sia la liberazione di dispiacere, quando c’è un nuovo investimento del ricordo relativo, possono essere biologicamente dannosi. Questo accade per l’investimento di desiderio ogni volta che supera un certo limite e quindi incoraggia alla scarica; e accade per la liberazione di dispiacere almeno ogni volta che l’investimento dell’immagine mnestica ostile sorge da ψ stesso (per associazione) e non dal mondo esterno. Quindi, anche qui ciò che occorre è un segno che permetta di distinguere una percezione da un ricordo (o rappresentazione)."
                }
            ],
            "title": {
                "text": "Esame di realtà"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "facilitazione",
            "id": "freud.progetto.facilitazione",
            "contents": [
                {
                    "line": "Si può supporre che la capacità di conduzione di Qἠ attraverso le barriere di contatto [sinapsi] potrebbe differenziarsi poiché il processo di conduzione stesso crea una maggior facilità di conduzione per i passaggi successivi."
                },
                {
                    "line": "La facilitazione potrebbe consistere in un assorbimento di Qἠ attraverso la barriera di contatto. Forse solo un quoziente di Qἠ rimane come facilitazione dopo il passaggio del flusso."
                },
                {
                    "line": "L'entità della facilitazione dipende sia dalla grandezza di Qἠ sia dal numero delle ripetizioni del processo."
                }
            ],
            "title": {
                "text": "Facilitazione"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "facilitazione-di-pensiero",
            "id": "freud.progetto.facilitazione-di-pensiero",
            "contents": [
                {
                    "line": "Della facilitazione di pensiero resta il risultato e non il ricordo."
                },
                {
                    "kind": "rconcept",
                    "id": "freud.segno-di-scarica-verbale",
                    "contents": [
                        {
                            "line": "I segni di scarica verbale pongono i processi di pensiero sullo stesso livello dei processi percettivi, conferendo loro una realtà, e rendendo possibile il loro ricordo."
                        }
                    ]
                }
            ],
            "title": {
                "text": "Facilitazione di pensiero"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "funzione-primaria",
            "id": "freud.progetto.funzione-primaria",
            "contents": [
                {
                    "line": "Un sistema nervoso primario si serve della Qἠ acquisita per rimetterla lungo la via che lo collega ai meccanismi muscolari mantenendosi in tal modo privo di stimoli."
                },
                {
                    "line": "La bipartizione dei neuroni in motori e sensori è un ordinamento che ha per scopo di annullare la ricezione di Qἠ mediante una trasmissione."
                }
            ],
            "title": {
                "text": "Funzione primaria"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "funzione-secondaria",
            "id": "freud.progetto.funzione-secondaria",
            "contents": [
                {
                    "line": "Con la crescente complessità dell'interno dell'organismo il sistema nervoso riceve stimoli endogeni dall'elemento somatico stesso: fame, respirazione, sessualità. L'organismo non può fuggirli, come uno stimolo esterno, e l'unico modo per farli cessare è produrre nel mondo esterno le circostanze adeguate, ad esempio il nutrimento, con una azione detta specifica."
                },
                {
                    "line": "L'organismo impara a mantenere una scorta di Qἠ per le esigenze di una azione specifica, continua comunque a cercare di mantenere il più basso possibile il livello di Qἠ."
                }
            ],
            "title": {
                "text": "Funzione secondaria"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "immagine-motoria",
            "id": "freud.progetto.immagine-motoria",
            "title": {
                "text": "Immagine motoria"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "immagine-mnestica",
            "id": "freud.progetto.immagine-mnestica",
            "title": {
                "text": "Immagine mnestica"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "investimento",
            "id": "freud.progetto.investimento",
            "aliases": [
                {
                    "text": "Carica"
                }
            ],
            "contents": [
                {
                    "line": "È una certa Qἠ con cui un neurone viene eccitato."
                }
            ],
            "title": {
                "text": "Investimento",
                "langs": [
                    {
                        "lang": "de",
                        "text": "Besetzung"
                    }
                ]
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "io",
            "id": "freud.progetto.io",
            "contents": [
                {
                    "line": "In ψ si è andata formando un’organizzazione, la cui presenza disturba decorsi che si sono prodotti per la prima volta in un particolare modo [cioè: o con soddisfacimento o con dolore]. Questa organizzazione si chiama l’Io, e può facilmente essere descritta se pensiamo che la ricezione, costantemente ripetuta, di Qἠ endogene in certi neuroni (del nucleo), e il conseguente effetto facilitante, produrranno un gruppo di neuroni dotati di una carica costante, corrispondente quindi al veicolo di scorta necessario alla funzione secondaria. L’Io deve quindi essere definito come la totalità delle cariche ψ in un dato momento, ove una porzione stabile può essere distinta da un’altra soggetta a mutarsi [vedi oltre par. 16]. È facile vedere che le facilitazioni tra i neuroni ψ fanno parte del dominio dell’Io, in quanto rappresentano la possibilità di indicargli l’ammontare dei suoi cambiamenti nei momenti successivi."
                },
                {
                    "line": "L'Io è formato da un gruppo di neuroni con carica costante."
                }
            ],
            "title": {
                "text": "Io"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto.meccanismo-psichico",
            "author": "global",
            "name": "molla",
            "id": "freud.progetto.meccanismo-psichico.molla",
            "contents": [
                {
                    "line": "La molla del meccanismo psichico consiste nel fatto che il sistema ψ è esposto senza difese alle Q che salgono dai canali endogeni di eccitamento, direttamente dal corpi ai neuroni."
                }
            ],
            "title": {
                "text": "Molla"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "meccanismo-psichico",
            "id": "freud.progetto.meccanismo-psichico",
            "contents": [
                {
                    "concept": "freud.progetto.meccanismo-psichico.molla"
                }
            ],
            "title": {
                "text": "Meccanismo psichico"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "memoria",
            "id": "freud.progetto.memoria",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.progetto.facilitazione",
                    "contents": [
                        {
                            "line": "La memoria è costituita dalle differenze di tutte le facilitazioni tra i neuroni, che sono la descrizione di tutte le influenze esercitate su ψ dal mondo esterno e interno."
                        },
                        {
                            "line": "Anche l'Io investe i neuroni ψ e suscita flussi che devono certamente lasciare tracce sotto forma di facilitazioni."
                        }
                    ]
                }
            ],
            "title": {
                "text": "Memoria"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "modificazione-interna",
            "id": "freud.progetto.modificazione-interna",
            "contents": [
                {
                    "line": "La modificazione interna è l'unico mezzo di scarica del neonato, fino al ritrovamento dell’azione specifica. È espressione di emozioni, grida, innervazioni vascolari. Richiamando l'aiuto esterno di un adulto soccorritore tale via di scarica acquista la funzione secondaria estremamente importante dell’intendersi, e l’impotenza iniziale degli esseri umani è la fonte originaria di tutte le motivazioni morali."
                }
            ],
            "title": {
                "text": "Modificazione interna"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "neurone",
            "id": "freud.progetto.neurone",
            "contents": [
                {
                    "line": "Cellula di cui è composto il sistema nervoso; ha linee di conduzione che ricevono l'eccitamento attraverso prosecuzioni delle cellule ramificate, o dendriti, e lo rimettono lungo il cilindrasse, o assone."
                },
                {
                    "line": "Il principio di inerzia trova la sua espressione nell'ipotesi di una corrente [una carica quantitativa Qἠ] che si diriga dai dendriti al cilindrasse."
                },
                {
                    "kind": "rconcept",
                    "id": "freud.progetto.barriera-di-contatto",
                    "contents": [
                        {
                            "line": "La sostanza interposta tra neuroni, che sono tutti separati e distinti, fa da punto di contatto e da barriera tra neuroni, consentendo di trattenere la carica."
                        }
                    ]
                }
            ],
            "title": {
                "text": "Neurone"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "neuroni-secretori",
            "id": "freud.progetto.neuroni-secretori",
            "aliases": [
                {
                    "text": "Neuroni secretori"
                },
                {
                    "text": "Neuroni chiave"
                }
            ],
            "contents": [
                {
                    "line": "Come esistono neuroni motori, che quando vengono riempiti fino a un certo livello, conducono le Qἠ nei muscoli e ivi le scaricano, così devono esservi neuroni secretori, i quali, quando vengono eccitati, generano all'interno del corpo qualcosa che agisce come uno stimolo alle vie endogene di conduzione che portano a ψ, e quindi influenzano la produzione di Qἠ endogene, e con ciò non scaricano Qἠ ma le introducono per via indiretta."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "neuroni-φ",
            "id": "freud.progetto.neuroni-φ",
            "aliases": [
                {
                    "text": "Neuroni permeabili"
                },
                {
                    "text": "Neuroni percettivi"
                },
                {
                    "text": "Sistema φ"
                }
            ],
            "contents": [
                {
                    "line": "I neuroni φ non offrono resistenza e non trattengono nulla della carica Qἠ, da cui sono eccitati, come se non avessero barriere di contatto."
                },
                {
                    "line": "Sono i neuroni che soddisfano alla funzione della percezione, essendo sempre pronti a ricevere nuove impressioni."
                },
                {
                    "kind": "rconcept",
                    "id": "freud.processo.facilitazione",
                    "contents": [
                        {
                            "line": "Probabilmente i neuroni φ erano inizialmente neuroni ψ, ma essendo neuroni percettivi, più esposti a forti cariche di Qἠ, hanno raggiunto il grado di facilitazione massimo e sono diventati completamente permeabili."
                        }
                    ]
                },
                {
                    "line": "I neuroni-φ ricevono cariche dal mondo esterno."
                }
            ],
            "title": {
                "text": "Neuroni φ"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto.neuroni-ψ",
            "author": "global",
            "name": "del-pallio",
            "id": "freud.progetto.neuroni-ψ.del-pallio",
            "contents": [
                {
                    "line": "Neurone ψ che sono investiti da neuroni φ."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.progetto.neuroni-ψ",
            "author": "global",
            "name": "nucleari",
            "id": "freud.progetto.neuroni-ψ.nucleari",
            "contents": [
                {
                    "line": "Neuroni ψ che sono investiti dalle vie endogene di conduzione."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "neuroni-ψ",
            "id": "freud.progetto.neuroni-ψ",
            "aliases": [
                {
                    "text": "Neuroni impermeabili"
                },
                {
                    "text": "Sistema ψ"
                }
            ],
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.progetto.barriera-di-contatto",
                    "contents": [
                        {
                            "line": "I neuroni ψ offrono resistenza, le loro barriere di contatto consentono solo un passaggio difficile o parziale di Qἠ."
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.progetto.memoria",
                    "contents": [
                        {
                            "line": "I neuroni ψ possono trovarsi in condizioni modificate dopo il passaggio della carica e soddisfano quindi alla funzione della memoria e dei processi psichici in genere."
                        },
                        {
                            "line": "Ogni neurone ψ deve avere parecchie vie di collegamento con altri neuroni, cioé varie barriere di contatto; da ciò dipende la possibilità di scelta, che è determinata dalla facilitazione, che essendo una modificazione permanente attua la memoria della via di conduzione della carica Qἠ."
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.progetto.facilitazione",
                    "contents": [
                        {
                            "line": "Le alterazioni che possono subire i neuroni-ψ consistono nell'agevolare il passaggio della carica rendendoli più simili ai neuroni φ."
                        }
                    ]
                },
                {
                    "concept": "freud.progetto.neuroni-ψ.del-pallio"
                },
                {
                    "concept": "freud.progetto.neuroni-ψ.nucleari"
                }
            ],
            "title": {
                "text": "Neuroni ψ"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "neuroni-ω",
            "id": "freud.progetto.neuroni-ω",
            "aliases": [
                {
                    "text": "Neuroni della coscienza"
                },
                {
                    "text": "Sistema ω"
                }
            ],
            "contents": [
                {
                    "line": "Una percezione (carica in ψ avente origine in φ) eccita la coscienza di una qualità in ω."
                },
                {
                    "line": "La scarica di un eccitamento in ω, come ogni scarica, fornisce a ψ una informazione, un segno di qualità in questo caso."
                },
                {
                    "kind": "rconcept",
                    "id": "freud.progetto.qualità",
                    "contents": [
                        {
                            "line": "I neuroni ω vengono eccitati assieme agli altri durante la percezione e non durante la riproduzione [o ricordo]; i loro stati di eccitamento determinano le qualità, sono sensazioni coscienti."
                        }
                    ]
                },
                {
                    "line": "La carica Qἠ che da ψ eccita ω è presumibilmente molto bassa, quasi a zero; ma non zero poiché anche i neuroni ω tendono alla scarica."
                }
            ],
            "title": {
                "text": "Neuroni ω"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "parola",
            "id": "freud.progetto.parola",
            "contents": [
                {
                    "line": "L'innervazione della parola è originariamente una via di scarica per ψ, come una specie di valvola di sicurezza avente lo scopo di regolare le oscillazioni di Qἠ."
                },
                {
                    "kind": "rconcept",
                    "id": "freud.progetto.modificazione-interna",
                    "contents": [
                        {
                            "line": "L'innervazione della parola è un tratto del canale che porta alla modificazione interna, unico mezzo di scarica fino al ritrovamento dell'azione specifica."
                        }
                    ]
                }
            ],
            "title": {
                "text": "Parola"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "pensiero",
            "id": "freud.progetto.pensiero",
            "aliases": [
                {
                    "text": "Processo di pensiero"
                }
            ],
            "contents": [
                {
                    "line": "[..] delle facilitazioni prodotte dal pensiero resta solo il risultato e non un ricordo."
                }
            ],
            "title": {
                "text": "Pensiero"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "pensiero-cosciente-osservante",
            "id": "freud.progetto.pensiero-cosciente-osservante",
            "title": {
                "text": "Pensiero cosciente osservante"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "pensiero-conoscitivo",
            "id": "freud.progetto.pensiero-conoscitivo",
            "aliases": [
                {
                    "text": "Pensiero giudicante"
                }
            ],
            "contents": [
                {
                    "line": "Cerca di identificarsi con una carica somatica."
                },
                {
                    "line": "Opera in anticipo rispetto al pensiero riproduttivo, fornendo a quest'ultimo facilitazioni già pronte per l'ulteriore itinerario associativo."
                }
            ],
            "title": {
                "text": "Pensiero conoscitivo"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "pensiero-pratico",
            "id": "freud.progetto.pensiero-pratico",
            "contents": [
                {
                    "line": "È lo scopo finale di tutti processi di pensiero."
                },
                {
                    "line": "Tutti i pensieri hanno origine dal pensiero pratico."
                }
            ],
            "title": {
                "text": "Pensiero pratico"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "pensiero-riproduttivo",
            "id": "freud.progetto.pensiero-riproduttivo",
            "aliases": [
                {
                    "text": "Pensiero mnemonico"
                }
            ],
            "contents": [
                {
                    "line": "Cerca di identificarsi con una propria carica psichica (una propria esperienza vissuta)."
                },
                {
                    "line": "È in parte incluso nel pensiero pratico ma non si esaurisce in esso."
                }
            ],
            "title": {
                "text": "Pensiero riproduttivo"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "periodo",
            "id": "freud.progetto.periodo",
            "contents": [
                {
                    "line": "A rigore, né i “processi” del mondo esterno, né gli “stimoli” che, passando attraverso gli apparati nervosi terminali, raggiungono φ, né le cariche in φ o ψ hanno una qualità, ma solo una caratteristica qualitativa (il periodo) che diventa qualità quando raggiunge ω."
                }
            ],
            "title": {
                "text": "Periodo"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "principio-inerzia",
            "id": "freud.progetto.principio-inerzia",
            "aliases": [
                {
                    "text": "Principio di inerzia neuronica"
                }
            ],
            "contents": [
                {
                    "line": "Prima formulazione del principio di costanza (1920)."
                }
            ],
            "title": {
                "text": "Principio d'inerzia"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "processo-primario",
            "id": "freud.progetto.processo-primario",
            "aliases": [
                {
                    "text": "Processo psichico secondario"
                }
            ],
            "contents": [
                {
                    "line": "L’investimento di desiderio portato fino all’allucinazione e lo sviluppo pieno del dispiacere, che reca con sé l’esaurirsi completo della difesa, si possono definire come processo psichico primario."
                }
            ],
            "title": {
                "text": "Processo primario"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "processo-secondario",
            "id": "freud.progetto.processo-secondario",
            "aliases": [
                {
                    "text": "Processo psichico secondario"
                }
            ],
            "contents": [
                {
                    "line": "D’altra parte quei processi che sono resi possibili solo da una buona carica dell’Io e che funzionano da moderatori del processo primario, possono essere definiti come processi psichici secondari. Come si vede, condizione indispensabile di questi ultimi è una corretta utilizzazione dei “segni di realtà”, e questa è possibile solo quando esiste inibizione da parte dell’Io."
                },
                {
                    "line": "La lotta tra le facilitazioni fisse e gli investimenti mutevoli è caratteristica del processo secondario del pensiero riproduttivo, in contrasto con la successione primaria delle associazioni."
                }
            ],
            "title": {
                "text": "Processo secondario"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "qualità",
            "id": "freud.progetto.qualità",
            "contents": [
                {
                    "line": "La coscienza ci dà ciò che noi chiamiamo qualità: sensazioni differenti in grandi varietà di modi, la cui differenza dipende dal mondo esterno."
                },
                {
                    "line": "Da dove proviene la qualità? Non dal mondo esterno che ha solo masse in movimento, non dal sistema φ [percezione] che è alla base e non ai piani superiori del sistema nervoso, non dal sistema ψ che differisce da φ per il ricordo [le facilitazioni], ma i ricordi sono differenze di quantità [nelle facilitazioni] e non hanno qualità."
                },
                {
                    "kind": "rconcept",
                    "id": "neuroni-ω",
                    "contents": [
                        {
                            "line": "Per spiegare l'origine della qualità dobbiamo ipotizzare un tipo di neuroni [ω] che vengono eccitati assieme agli altri durante la percezione e non durante la riproduzione [o ricordo], i cui stati di eccitamento determinano le qualità, sono sensazioni coscienti."
                        }
                    ]
                }
            ],
            "title": {
                "text": "qualità"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "quantità-di-stimolo",
            "id": "freud.progetto.quantità-di-stimolo",
            "title": {
                "text": "Quantità di stimolo"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "rappresentazione-sovraintensa",
            "id": "freud.progetto.rappresentazione-sovraintensa",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Una rappresentazione può, ad esempio, entrare nella coscienza con particolare frequenza, senza che il corso [degli eventi] la giustifichi; o può accadere che il risveglio di tale rappresentazione si accompagni a conseguenze psichiche che non si riesce a comprendere. L’emergere della rappresentazione sovraintensa ha risultati che non possono né venire soppressi né essere capiti: liberazione di affetto, innervazioni motorie, impedimenti. Il soggetto stesso non è per nulla ignaro della stranezza della situazione."
                        ],
                        "kindlepage": "886-887"
                    }
                }
            ],
            "title": {
                "text": "Rappresentazione sovraintensa",
                "langs": [
                    {
                        "lang": "de",
                        "text": "überstark"
                    }
                ]
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "regola-biologica",
            "id": "freud.progetto.regola-biologica",
            "contents": [
                {
                    "line": "Per regola biologica si intende una norma a salvaguardia della sopravvivenza, che deve essere rispettata per non compromettere la vita."
                }
            ],
            "title": {
                "text": "Regola biologica"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "regola-biologica-della-difesa-primaria",
            "id": "freud.progetto.regola-biologica-della-difesa-primaria",
            "aliases": [
                {
                    "text": "Prima regola biologica"
                }
            ],
            "title": {
                "text": "Regola biologica della difesa primaria"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "regola-biologica-della-attenzione",
            "id": "freud.progetto.regola-biologica-della-attenzione",
            "aliases": [
                {
                    "text": "Seconda regola biologica"
                }
            ],
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Se appare un segno di realtà, l'investimento percettivo che già è simultaneamente presente deve essere sovraccaricato."
                        ]
                    }
                }
            ],
            "title": {
                "text": "Regola biologica dell'attenzione"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "ricordo",
            "id": "freud.progetto.ricordo",
            "contents": [
                {
                    "line": "Un ricordo quando investito può sviluppare piacere o dispiacere."
                }
            ],
            "title": {
                "text": "Ricordo"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "segno-di-qualità",
            "id": "freud.progetto.segno-di-qualità",
            "contents": [
                {
                    "line": "Il segno di qualità è una informazione che si produce in ψ a seguito di una percezione reale (non allucinata). Una percezione reale produce una carica in ψ avente origine in φ, la quale eccita la coscienza di una qualità in ω, la cui scarica in ψ è il segno di qualità."
                },
                {
                    "line": "I segni di qualità assicurano e fissano il decorso [associativo] ma non sono assolutamente indispensabili ad esso."
                }
            ],
            "title": {
                "text": "Segno di qualità"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "segno-di-realtà",
            "id": "freud.progetto.segno-di-realtà",
            "contents": [
                {
                    "line": "Con tutta probabilità sono i neuroni ω che forniscono questo segno: il segno di realtà. In ogni percezione esterna avviene un eccitamento qualitativo in ω, ma questo, in un primo tempo, è senza importanza per ψ. Dobbiamo quindi aggiungere che l’eccitamento ω conduce a una scarica ω e che un’informazione di quest’ultima (come di ogni altra scarica) raggiunge ψ. L’informazione della scarica proveniente da ω costituisce quindi per ψ il segno di qualità o di realtà."
                }
            ],
            "title": {
                "text": "Segno di realtà"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "segno-di-scarica",
            "id": "freud.progetto.segno-di-scarica",
            "title": {
                "text": "Segno di scarica"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "segno-di-scarica-verbale",
            "id": "freud.progetto.segno-di-scarica-verbale",
            "title": {
                "text": "Segno di scarica verbale"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto.sistema-nervoso",
            "author": "global",
            "name": "struttura",
            "id": "freud.progetto.sistema-nervoso.struttura",
            "contents": [
                {
                    "line": "Il sistema nervoso tende a strutturarsi per trattenere quantità sempre maggiori di Qἠ."
                }
            ],
            "title": {
                "text": "Struttura del sistema nervoso"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto.sistema-nervoso",
            "author": "global",
            "name": "funzione",
            "id": "freud.progetto.sistema-nervoso.funzione",
            "contents": [
                {
                    "line": "La funzione del sistema nervoso è di scaricare Qἠ."
                }
            ],
            "title": {
                "text": "Funzione del sistema nervoso"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "sistema-nervoso",
            "id": "freud.progetto.sistema-nervoso",
            "contents": [
                {
                    "concept": "freud.progetto.sistema-nervoso.struttura"
                },
                {
                    "concept": "freud.progetto.sistema-nervoso.funzione"
                }
            ],
            "title": {
                "text": "Sistema nervoso"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "stimoli-endogeni",
            "id": "freud.progetto.stimoli-endogeni",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.pulsione",
                    "contents": [
                        {
                            "line": "Gli stimoli endogeni del progetto sono le prime precisazioni del concetto di pulsione."
                        }
                    ]
                }
            ],
            "title": {
                "text": "Stimoli endogeni"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "terminazione-nervosa",
            "id": "freud.progetto.terminazione-nervosa",
            "contents": [
                {
                    "line": "I neuroni φ non terminano in modo libero alla periferia, ma entro strutture cellulari che ricevono gli stimoli esogeni in loro vece. Queste strutture possono avere lo scopo di smorzare le Q dello stimolo esterno, svolgendo la funzione di schermi di Q, portando Q a livello di intensità intercellulare."
                },
                {
                    "line": "I neuroni ψ hanno terminazioni di tipo libero; uno schermo di Q sembra inutile qui, dove lo stimolo è già in partenza ridotto a livelli intercellulari."
                }
            ],
            "title": {
                "text": "Terminazione nervosa"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "traccia",
            "id": "freud.progetto.traccia",
            "title": {
                "text": "Traccia"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "traccia-di-realtà",
            "id": "freud.progetto.traccia-di-realtà",
            "title": {
                "text": "Traccia di realtà"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "traccia-di-processo",
            "id": "freud.progetto.traccia-di-processo",
            "title": {
                "text": "Traccia di pensiero"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.progetto",
            "author": "global",
            "name": "volontà",
            "id": "freud.progetto.volontà",
            "contents": [
                {
                    "line": "La volontà è il derivato delle pulsioni."
                }
            ],
            "title": {
                "text": "Volontà"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.affetto",
            "author": "global",
            "name": "importo",
            "id": "freud.affetto.importo",
            "aliases": [
                {
                    "text": "forza pulsionale"
                },
                {
                    "text": "spinta della pulsione"
                },
                {
                    "text": "libido (quando è in causa la sola pulsione sessuale)"
                }
            ],
            "contents": [
                {
                    "line": "fattore quantitativo postulato come sostrato dell'affetto vissuto soggettivamente, per designare ciò che è invariante nelle diverse modificazioni di quest'ultimo: spostamento, distacco dalla rappresentasione, trasformazioni qualitative."
                },
                {
                    "line": "il termine Affektbetrag è uno di quelli con cui viene espressa l'ipotesi economica di Freud."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Nelle funzioni psichiche, occorre differenziare qualcosa (importo d'affetto, somma di eccitazioni) che possieda tutte le proprietà di una quantità anche se non siamo in grado di misurarla; qualcosa che possa essere aumentata, diminuita, spostata, scaricata, e si disponga sulle tracce mnestiche delle rappresentazioni un po' come una carica elettrica sulla superficie dei corpi."
                        ],
                        "book": "freud.neuro-psicosi-da-difesa"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "freud.affetto",
                    "contents": [
                        {
                            "line": "l'affetto è in Freud la controparte qualitativa della quantità di importo d'affetto"
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.rimozione",
                    "contents": [
                        {
                            "quote": {
                                "author": "global",
                                "lines": [
                                    "[..] la liquidazione dell’ammontare affettivo, che costituisce il vero e proprio compito della rimozione [..]"
                                ],
                                "kindleloc": "65273"
                            }
                        }
                    ]
                }
            ],
            "title": {
                "text": "importo d'affetto",
                "langs": [
                    {
                        "lang": "de",
                        "text": "Affektbetrag"
                    }
                ]
            }
        },
        {
            "kind": "concept",
            "ns": "freud.affetto",
            "author": "global",
            "name": "bloccato",
            "id": "freud.affetto.bloccato",
            "contents": [
                {
                    "line": "L'origine del sintomo isterico è cercata in un evento traumatico a cui non ha potuto corrispondere una scarica adeguata (affetto bloccato)."
                },
                {
                    "line": "Solo se la rievocazione del ricordo provoca la reviviscenza dell'affetto che gli era legato all'origine, la reminiscenza acquista la sua efficacia terapeutica."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.affetto.destino",
            "author": "global",
            "name": "conversione",
            "id": "freud.affetto.destino.conversione",
            "contents": [
                {
                    "line": "La libido (importo d'affetto di pulsione sessuale) distaccata dalla rappresentazione rimossa (durante il processo della rimozione) è trasformata in energia di innervazione producendo sintomi somatici motori (es. paralisi) o sensori (es. anestesie)."
                },
                {
                    "line": "la conversione dell'affetto produce quindi \"isteria di conversione\""
                },
                {
                    "line": "nei sintomi corporei parlano le rappresentazioni rimosse deformate dalla \"condensazione\" e dallo \"spostamento\""
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.affetto.destino",
            "author": "global",
            "name": "spostamento",
            "id": "freud.affetto.destino.spostamento",
            "contents": [
                {
                    "line": "l'affetto viene conservato e può spostarsi su un'altra rappresentazione"
                },
                {
                    "line": "lo spostamento dell'affetto produce \"nevrosi ossessiva\""
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.affetto.destino",
            "author": "global",
            "name": "trasformazione",
            "id": "freud.affetto.destino.trasformazione",
            "contents": [
                {
                    "line": "la trasformazione dell'affetto produce \"nevrosi d'angoscia\", \"melanconia\""
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.affetto.destino",
            "author": "global",
            "name": "repressione",
            "id": "freud.affetto.destino.repressione",
            "contents": [
                {
                    "line": "non è una rimozione, non si può parlare di affetto inconscio"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.affetto",
            "author": "global",
            "name": "destino",
            "id": "freud.affetto.destino",
            "contents": [
                {
                    "line": "L'affetto non è necessariamente legato alla rappresentazione; la loro separazione (affetto senza rappresentazione, rappresentazione senza affetto) assegna a ciascuno di essi un destino diverso."
                },
                {
                    "line": "Freud indica diversi possibili destini dell'affetto."
                },
                {
                    "concept": "freud.affetto.destino.conversione"
                },
                {
                    "concept": "freud.affetto.destino.spostamento"
                },
                {
                    "concept": "freud.affetto.destino.trasformazione"
                },
                {
                    "concept": "freud.affetto.destino.repressione"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "affetto",
            "id": "freud.affetto",
            "contents": [
                {
                    "line": "Termine ripreso nella psicanalisi dalla terminologia psicologica tedesca. Esso indica qualsiasi stato affettivo penoso o gradevole,vago o qualificato, sotto forma di scarica massiccia o di tonalità generale. Secondo Freud, ogni pulsione si esprime come affetto e come rappresentazione. L'affetto è l'espressione qualitativa soggettiva della quantità di energia pulsionale e delle sue variazioni."
                },
                {
                    "concept": "freud.affetto.importo"
                },
                {
                    "concept": "freud.affetto.bloccato"
                },
                {
                    "concept": "freud.affetto.destino"
                }
            ],
            "title": {
                "text": "Affetto",
                "langs": [
                    {
                        "lang": "de",
                        "text": "Affekt"
                    }
                ]
            }
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "amnesia-infantile",
            "id": "freud.amnesia-infantile",
            "contents": [
                {
                    "line": "Al pari dell'amnesia isterica, l'amnesia infantile può essere in linea di principio eliminata: essa non è una soppressione o una assenza di fissazione di ricordi, bensì l'effetto di una rimozione. Freud vede nell'amnesia infantile la condizione delle rimozioni successive, in particolare dell'amnesia isterica."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.angoscia",
            "author": "global",
            "name": "morale",
            "id": "freud.angoscia.morale",
            "aliases": [
                {
                    "text": "angoscia sociale"
                }
            ],
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "L’angoscia di evirazione si evolve in angoscia morale, in angoscia sociale. Non è più così facile, ora, stabilire che cosa l’angoscia tema. La formula “separazione, esclusione dall’orda” riguarda solo quella parte tardiva del Super-io che si è sviluppata appoggiandosi ai modelli sociali, e non il nucleo del Super-io che corrisponde all’istanza parentale introiettata. Espresso più in generale, ciò che l’Io considera come un pericolo e a cui risponde col segnale d’angoscia è l’ira, è la punizione del Super-io, la perdita dell’amore da parte di questo."
                        ],
                        "kindlepage": "6428"
                    }
                }
            ],
            "title": {
                "text": "angoscia morale"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.angoscia",
            "author": "global",
            "name": "di-morte",
            "id": "freud.angoscia.di-morte",
            "aliases": [
                {
                    "text": "angoscia delle forze del destino"
                }
            ],
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Ultima metamorfosi di tale angoscia di fronte al Super-io mi è sembrata l’angoscia di fronte alla morte (o di fronte alla vita), l’angoscia di fronte alla proiezione del Super-io nelle forze del destino"
                        ],
                        "kindlepage": "6428"
                    }
                }
            ],
            "title": {
                "text": "angoscia di morte"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.angoscia",
            "author": "global",
            "name": "di-evirazione",
            "id": "freud.angoscia.di-evirazione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Anche la successiva trasformazione dell’angoscia, l’angoscia di evirazione che compare nella fase fallica, è un’angoscia di distacco ed è legata alla stessa condizione. Il pericolo è qui una separazione dal genitale."
                        ],
                        "kindlepage": "6427"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.angoscia",
            "author": "global",
            "name": "reale",
            "id": "freud.angoscia.reale",
            "aliases": [
                {
                    "text": "angoscia per l'oggetto"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.angoscia",
            "author": "global",
            "name": "nevrotica",
            "id": "freud.angoscia.nevrotica",
            "aliases": [
                {
                    "text": "angoscia per la libido"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "angoscia",
            "id": "freud.angoscia",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "A ciò si aggiunga che l’angoscia è il diretto contrario del desiderio, che i contrari si trovano particolarmente vicini tra loro nell’associazione e, come abbiamo visto, coincidono nell’inconscio;"
                        ],
                        "kindlepage": "p. 5062"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "L’angoscia è dunque, in primo luogo, un qualche cosa che si sente. Noi la chiamiamo uno stato affettivo, benché non sappiamo neppure che cosa sia un affetto. Come sensazione, essa ha – nel modo più palese – carattere spiacevole, ma ciò non esaurisce le sue qualità; non possiamo chiamare angoscia ogni dispiacere. [..] noi avvertiamo nell’angoscia determinate sensazioni corporee, che si riferiscono a organi ben precisi [..] [.. mettiamo in evidenza] le sensazioni, più frequenti e distinte, che interessano gli organi respiratori e il cuore. Esse testimoniano che innervazioni motorie, e quindi processi di scarica, prendono parte al meccanismo generale dell’angoscia."
                        ],
                        "kindlepage": "6419"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "L’angoscia si presenta dunque come la reazione alla mancanza dell’oggetto, e, per analogia, ci viene in mente che anche l’angoscia di evirazione ha come contenuto la separazione da un oggetto altamente stimato, e che l’angoscia più primitiva (l’“angoscia primaria” della nascita) ebbe luogo con la separazione dalla madre."
                        ],
                        "kindlepage": "6425"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "L’angoscia è uno stato affettivo che naturalmente soltanto l’Io può percepire. L’Es non può avere angoscia come l’Io: non è un’organizzazione, non può giudicare situazioni di pericolo."
                        ],
                        "kindlepage": "6429"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Noi distinguiamo qui di bel nuovo, e con buon fondamento, i due casi: [1] il primo, che nell’Es avvenga qualcosa che attivi una delle situazioni di pericolo per l’Io, inducendo quest’ultimo a dare il segnale d’angoscia per evitare il pericolo; [2] l’altro, che sorga nell’Es una situazione analoga al trauma della nascita, per cui esso automaticamente addiviene alla reazione d’angoscia. I due casi vengono ravvicinati se si osserva che [2] il secondo corrisponde alla prima e originaria situazione di pericolo, [1] il primo invece a una delle condizioni d’angoscia derivate in seguito da quella. Oppure, con riferimento alle affezioni vere e proprie che ne provengono: [2] che il secondo caso si verifica nell’etiologia delle nevrosi attuali, [1] mentre il primo rimane caratteristico per l’etiologia delle psiconevrosi."
                        ],
                        "kindlepage": "6429-6430"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "vien fatto di supporre che la condizione angosciosa della perdita d’amore abbia nell’isteria una parte simile a quella che la minaccia d’evirazione ha nelle fobie, e l’angoscia del Super-io nella nevrosi ossessiva."
                        ],
                        "kindlepage": "6431-6432"
                    }
                },
                {
                    "concept": "freud.angoscia.morale"
                },
                {
                    "concept": "freud.angoscia.di-morte"
                },
                {
                    "concept": "freud.angoscia.di-evirazione"
                },
                {
                    "concept": "freud.angoscia.reale"
                },
                {
                    "concept": "freud.angoscia.nevrotica"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.apparato",
            "author": "global",
            "name": "topica",
            "id": "freud.apparato.topica",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] ora essa [la psicoanalisi] intende occuparsi altresì della topica psicologica, indicando, per un qualsivoglia atto psichico, entro quale sistema o fra quali sistemi si svolga. A causa di questo suo sforzo le è stato conferito il nome di “psicologia del profondo”."
                        ],
                        "kindleloc": "65456-65458"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Per il momento la nostra topica psichica non ha niente da spartire con l’anatomia; non si riferisce a località anatomiche, bensì a regioni dell’apparato psichico, a prescindere dalle parti dell’organismo in cui dette regioni possano esser situate."
                        ],
                        "kindleloc": "65478-65479"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.apparato",
            "author": "global",
            "name": "dinamica",
            "id": "freud.apparato.dinamica"
        },
        {
            "kind": "concept",
            "ns": "freud.apparato",
            "author": "global",
            "name": "modo-dinamico",
            "id": "freud.apparato.modo-dinamico",
            "contents": [
                {
                    "line": "Freud descrisse i modi di essere con l'espressione \"agenzie costruttrici di pensiero\" e anche in termini di energia"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.apparato",
            "author": "global",
            "name": "sistema",
            "id": "freud.apparato.sistema",
            "contents": [
                {
                    "line": "Si riferisce a uno schema essenzialmente topico dello psichismo, in cui quest'ultimo è concepito come una serie di dispositivi attraversati dalle eccitazioni, allo stesso modo in cui la luce passa attraverso i diversi sistemi di un apparato ottico."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.apparato",
            "author": "global",
            "name": "istanza",
            "id": "freud.apparato.istanza",
            "contents": [
                {
                    "line": "Nel quadro di una concezione sia topica che dinamica del l'apparato psichico, una qualsiasi delle diverse sottostrutture."
                },
                {
                    "example": {
                        "author": null,
                        "contents": [
                            {
                                "line": "istanza della censura (prima topica), istanza del Super-io (seconda topica)."
                            }
                        ]
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "appoggio",
            "id": "freud.appoggio"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "associazione-libera",
            "id": "freud.associazione-libera",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] non è vero che la rimozione tiene lontane dalla coscienza tutte le propaggini del rimosso originario. Quando queste si sono allontanate a sufficienza dalla rappresentanza rimossa, vuoi assumendo determinate deformazioni, vuoi per il numero degli elementi intermedi interpolati, l’accesso alla coscienza è per esse senz’altro libero. È cioè come se la resistenza che la coscienza oppone a tali propaggini fosse una funzione [inversa] della loro lontananza dal rimosso originario. Nell’esercizio della tecnica psicoanalitica noi sollecitiamo ininterrottamente il paziente a produrre quelle propaggini del rimosso che, per la loro lontananza o la loro deformazione, riescono a oltrepassare la censura della coscienza. Altro infatti non sono le associazioni libere che noi pretendiamo dal paziente quando lo invitiamo a rinunciare ad ogni rappresentazione finalizzata cosciente e ad ogni atteggiamento critico; è a partire da queste associazioni che noi riproduciamo una traduzione cosciente della rappresentanza rimossa."
                        ],
                        "kindleloc": "65164-65172"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "attenzione",
            "id": "freud.attenzione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Viene istituita una funzione particolare per esplorare periodicamente la realtà esterna, così che i dati di questa siano già noti quando si produca un incontenibile bisogno interiore, e cioè la funzione dell’attenzione. Questa attività va incontro alle impressioni sensoriali, anziché attendere la loro comparsa. Probabilmente si è contemporaneamente instaurato un sistema di annotazione, il cui compito è quello di depositare i dati di questa periodica attività di coscienza: una parte di ciò che noi chiamiamo memoria."
                        ],
                        "kindleloc": "52818-52823",
                        "article": "freud.precisazione-sui-due-principi-dell-accadere-psichico"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "atto-psichico",
            "id": "freud.atto-psichico",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Nella prima fase l’atto è inconscio e appartiene al sistema Inc; se dopo averlo controllato la censura lo respinge, gli è vietato di passare alla seconda fase; si chiama allora “rimosso”, ed è costretto a restare inconscio. Se invece supera questo controllo, entra nella seconda fase e viene a far parte del secondo sistema, che abbiamo deciso di chiamare sistema C. Ma il fatto di appartenere a questo secondo sistema non è ancora sufficiente per determinare in modo univoco il suo rapporto con la coscienza. L’atto psichico non è ancora cosciente, ma capace di diventare cosciente (per usare l’espressione di Josef Breuer), e cioè, a patto che intervengano certe condizioni, può diventare oggetto della coscienza senza incontrare particolari resistenze. Con riguardo a questa capacità di coscienza, diamo al sistema C anche la denominazione di “preconscio”. Se dovesse risultare che anche il farsi cosciente da parte del preconscio è condizionato da una certa censura, dovremmo scindere più nettamente fra loro i sistemi Prec e C Per ora basti la costatazione che il sistema Prec condivide le proprietà del sistema C, e che la rigida censura esercita il suo ufficio nel punto di transizione dall’Inc al Prec (o C)."
                        ],
                        "kindlepage": "4664-4665"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "autoerotismo",
            "id": "freud.autoerotismo",
            "contents": [
                {
                    "line": "Per Freud l’autoerotismo è uno stadio antecedente al narcisismo; il narcisismo - ovvero l’investimento libidico dell’Io, di quell’ Io che è al contempo la fonte di tutta la libido che può essere trasfusa - può essere assottigliato fino all’estremo, a causa di un sovrainvestimento eccessivo dell’oggetto, senza però intaccare l’autoerotismo, ovvero la quota libidica che rimane strenuamente abbarbicata a questo punctum (il fallo) di origine della libido."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "azione-specifica",
            "id": "freud.azione-specifica",
            "contents": [
                {
                    "line": "Azione richiesta nella realtà per scaricare l'eccitazione di uno stimolo endogeno (pulsione) quale fame, sete, sessualità."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "coazione-a-ripetere",
            "id": "freud.coazione-a-ripetere",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Ma qual è la relazione che esiste fra la coazione a ripetere – in cui si esprime la forza del rimosso – e il principio di piacere?"
                        ],
                        "kindlepage": "5651"
                    }
                }
            ],
            "title": {
                "text": "coazione a ripetere",
                "langs": [
                    {
                        "lang": "de",
                        "text": "Wiederholungswang"
                    }
                ]
            }
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "coscienza",
            "id": "freud.coscienza",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Abbiamo detto che la coscienza costituisce la superficie dell’apparato psichico; l’abbiamo cioè attribuita, in quanto funzione, a un sistema spazialmente collocato al primo posto, se si procede dal mondo esterno. Spazialmente non solo in senso funzionale, del resto, ma questa volta anche nel senso della dissezione anatomica."
                        ],
                        "kindlepage": "5960"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] soltanto quanto è già stato una volta percezione c può diventare cosciente; e, se si escludono i sentimenti, ciò che dall’interno vuol diventare cosciente, deve cercare di trasformarsi in percezioni provenienti dall’esterno. Questo è possibile mediante le tracce mnestiche."
                        ],
                        "kindlepage": "5961-5962"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "desiderio",
            "id": "freud.desiderio",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] un’accumulazione di eccitamento – seguendo determinate modalità che non è necessario determinare – viene sentita come dispiacere e mette in moto l’apparato, allo scopo di ottenere nuovamente lo stato di soddisfacimento, in cui la riduzione dell’eccitamento viene provata come piacere. Chiamiamo desiderio codesta corrente all’interno dell’apparato, che parte dal dispiacere e mira al piacere; abbiamo detto che nulla, fuorché un desiderio, è in grado di mettere in moto l’apparato e che in esso il decorso dell’eccitamento è regolato automaticamente dalle percezioni di piacere e dispiacere."
                        ],
                        "book": "freud.l-interpretazione-dei-sogni"
                    }
                },
                {
                    "line": "è legato indissolubilmente a delle «tracce mnestiche» e trova il suo appagamento nella riproduzione allucinatoria delle percezioni divenute segni di tale appagamento"
                },
                {
                    "line": "la ricerca dell'oggetto (del desiderio) nel reale è guidata da questi segni"
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "il primo atto di desiderio pare sia stato un investimento allucinatorio del ricordo del soddisfacimento",
                            "nulla, all’infuori di un desiderio, è in grado di mettere in moto il nostro apparato psichico."
                        ],
                        "book": "freud.l-interpretazione-dei-sogni"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "freud.fantasma",
                    "contents": [
                        {
                            "line": "la combinazione strutturata di questi segni costituisce il fantasma legato al desiderio"
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.indistruttibilità-del-desiderio",
                    "contents": [
                        {
                            "line": "riguarda eminentemente il desiderio inconscio, legato a segni infantili indistruttibili"
                        }
                    ]
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.difesa",
            "author": "global",
            "name": "dell-io",
            "id": "freud.difesa.dell-io",
            "title": {
                "text": "difesa dell'Io"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.difesa",
            "author": "global",
            "name": "meccanismo-di",
            "id": "freud.difesa.meccanismo-di",
            "title": {
                "text": "meccanismo di difesa"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.difesa",
            "author": "global",
            "name": "lotta-di",
            "id": "freud.difesa.lotta-di",
            "title": {
                "text": "lotta di difesa"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.difesa",
            "author": "global",
            "name": "secondaria",
            "id": "freud.difesa.secondaria",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.sintomo",
                    "contents": [
                        {
                            "line": "difesa contro il sintomo stesso"
                        }
                    ]
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.difesa",
            "author": "global",
            "name": "inconscia-dell-io",
            "id": "freud.difesa.inconscia-dell-io",
            "title": {
                "text": "difesa inconscia dell'io"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.difesa",
            "author": "global",
            "name": "freud.difesa",
            "id": "freud.difesa.freud.difesa"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "difesa",
            "id": "freud.difesa",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.rimozione",
                    "contents": [
                        {
                            "line": "la teoria della difesa (da un contenuto psichico penoso) sostiene la rimozione"
                        }
                    ]
                },
                {
                    "concept": "freud.difesa.dell-io"
                },
                {
                    "concept": "freud.difesa.meccanismo-di"
                },
                {
                    "concept": "freud.difesa.lotta-di"
                },
                {
                    "concept": "freud.difesa.secondaria"
                },
                {
                    "concept": "freud.difesa.inconscia-dell-io"
                },
                {
                    "concept": "freud.difesa.freud.difesa"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "dispiacere",
            "id": "freud.dispiacere"
        },
        {
            "kind": "concept",
            "ns": "freud.eccitazione",
            "author": "global",
            "name": "esterna",
            "id": "freud.eccitazione.esterna"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "eccitazione",
            "id": "freud.eccitazione",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.principio-di-costanza",
                    "contents": [
                        {
                            "line": "l'organismo deve scaricare ogni eccitazione in ottemperanza al principio di costanza"
                        }
                    ]
                },
                {
                    "concept": "freud.eccitazione.esterna"
                }
            ],
            "title": {
                "text": "eccitazione",
                "langs": [
                    {
                        "lang": "de",
                        "text": "Reis"
                    }
                ]
            }
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "educazione",
            "id": "freud.educazione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "L’educazione può senz’altro esser descritta come un incitamento a superare il principio di piacere, e a sostituirlo col principio di realtà; essa vuol offrire un ausilio al processo evolutivo che riguarda l’Io, e a tale scopo si serve di premi d’amore da parte dell’educatore; fallisce perciò al suo scopo se il bimbo viziato crede di possedere senz’altro questo amore e di non poterlo perdere mai più."
                        ],
                        "kindleloc": "52874-52877",
                        "article": "freud.precisazione-sui-due-principi-dell-accadere-psichico"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "effetto-retroattivo",
            "id": "freud.effetto-retroattivo",
            "aliases": [
                {
                    "text": "risignificazione a posteriori"
                },
                {
                    "text": "Nachträglicheit"
                }
            ],
            "contents": [
                {
                    "line": "indica la tendenza dell’apparato psichico a ridefinire a posteriori il significato di eventi passati, avvenuti in epoche nelle quali la mente non era ancora in grado di conferire loro un senso adeguato."
                },
                {
                    "example": {
                        "author": null,
                        "contents": [
                            {
                                "line": "esempio classico è quello di una molestia sessuale subita da un bambino, che prende il suo significato di seduzione e violenza solo anni dopo l’evento reale."
                            },
                            {
                                "line": "altro caso è quello di un trauma precoce – per es., la morte di una persona cara – verificatosi in epoca preverbale, che assume un senso memorizzabile solo in seguito a un nuovo evento attuale minore, per es. una separazione, il quale – grazie alla raggiunta maturità psichica e all’elaborazione del momento attuale – si carica di tutto il dolore di un lutto a suo tempo non vissuto."
                            }
                        ]
                    }
                },
                {
                    "line": "così il passato determina il presente, ma a sua volta il presente può determinare il passato, corredandolo di rappresentazioni e costituendolo di significato."
                },
                {
                    "kind": "rconcept",
                    "id": "freud.transfert",
                    "contents": [
                        {
                            "line": "nella situazione della terapia psicoanalitica il transfert (➔) stesso, d’altronde, è intriso di memorie inconsapevoli: si agiscono nel rapporto con lo psicoanalista schemi relazionali di antiche passioni, invece di ricordarle ed è il gioco di transfert e controtransfert che può non solo modificare il presente e il futuro, ma gettare nuova luce sul passato."
                        }
                    ]
                }
            ],
            "title": {
                "text": "effetto retroattivo"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.energia",
            "author": "global",
            "name": "legata",
            "id": "freud.energia.legata"
        },
        {
            "kind": "concept",
            "ns": "freud.energia",
            "author": "global",
            "name": "mobile",
            "id": "freud.energia.mobile"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "energia",
            "id": "freud.energia",
            "contents": [
                {
                    "concept": "freud.energia.legata"
                },
                {
                    "concept": "freud.energia.mobile"
                }
            ],
            "title": {
                "text": "energia mentale"
            }
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "Eros",
            "id": "freud.Eros",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Con l’ipotesi della libido narcisistica e l’estensione del concetto di libido alla singola cellula, la pulsione sessuale si è trasformata nell’Eros che cerca di spingere l’una verso l’altra le diverse parti della sostanza vivente e di tenerle unite; quelle che sono comunemente chiamate le pulsioni sessuali ci sono così apparse come la parte di questo Eros che è indirizzata all’oggetto."
                        ],
                        "kindleloc": "120354-120356",
                        "article": "freud.al-di-la-del-principio-del-piacere"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "fantasticare",
            "id": "freud.fantasticare",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Con l’introduzione del principio di realtà si è differenziata una specie di attività di pensiero che, serbatasi libera dall’esame di realtà, è rimasta soggetta soltanto al principio di piacere. Si tratta dell’attività del fantasticare, che incomincia già col gioco dei bambini, e che successivamente, portata avanti nella forma dei sogni a occhi aperti, rinuncia alla dipendenza dagli oggetti reali."
                        ],
                        "kindleloc": "52842-52846",
                        "article": "freud.precisazione-sui-due-principi-dell-accadere-psichico"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "festa",
            "id": "freud.festa",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Riguardo a tutte le rinunce e limitazioni che vengono imposte all’Io, la trasgressione periodica dei divieti è la regola, com’è dimostrato dall’istituzione delle feste, le quali in origine non sono altro che eccessi prescritti dalla legge che infatti devono a tale effetto liberatorio il loro carattere gioioso. Sotto quest’aspetto essenziale i Saturnali dei Romani e il nostro odierno carnevale coincidono con le feste dei primitivi, che sogliono sfociare in sfrenatezze d’ogni sorta cui s’accompagna la trasgressione dei comandamenti altrimenti più sacri. L’ideale dell’Io include d’altronde tutte le limitazioni cui l’Io deve conformarsi, e per questa ragione l’abrogazione dell’ideale dovrebbe essere una festa grandiosa per l’Io, il quale avrebbe di nuovo la possibilità di essere soddisfatto di se medesimo."
                        ],
                        "article": "freud.psicologia-delle-masse-e-analisi-dell-io",
                        "kindleloc": "80604-80610"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "formazione-di-compromesso",
            "id": "freud.formazione-di-compromesso",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] ma ciò che come rappresentazione e affetto ossessivi si fa cosciente, sostituendo per la vita cosciente il ricordo patogeno, costituisce formazione di compromesso tra le rappresentazioni rimosse e quelle rimoventi."
                        ],
                        "kindlepage": "8035",
                        "article": "freud.l-uomo-dei-topi"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "freud.sintomo",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "freud.sogno",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "freud.atto-mancato",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "freud.ricordo-di-copertura",
                    "contents": []
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "formazione-reattiva",
            "id": "freud.formazione-reattiva",
            "contents": [
                {
                    "line": "nel caso della rimozione i contenuti psichici possono avere apparenza del tutto opposta al rimosso"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.inconscio",
            "author": "global",
            "name": "non-rimosso",
            "id": "freud.inconscio.non-rimosso"
        },
        {
            "kind": "concept",
            "ns": "freud.inconscio",
            "author": "global",
            "name": "assenza-di-contraddizione-mutua-tra-la-presentazione-dei-differenti-impulsi",
            "id": "freud.inconscio.assenza-di-contraddizione-mutua-tra-la-presentazione-dei-differenti-impulsi",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Quando due impulsi di desiderio, i cui scopi non possono non apparirci incompatibili, diventano simultaneamente attivi, i due impulsi non si riducono né si escludono a vicenda."
                        ],
                        "book": "freud.l-inconscio"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.inconscio",
            "author": "global",
            "name": "condensazione",
            "id": "freud.inconscio.condensazione"
        },
        {
            "kind": "concept",
            "ns": "freud.inconscio",
            "author": "global",
            "name": "spostamento",
            "id": "freud.inconscio.spostamento",
            "contents": [
                {
                    "quote": {
                        "author": "Blanco",
                        "lines": [
                            "[..] è alla base della proiezione, della sublimazione, del transfert, del ritorno del rimosso e della divisione degli oggetti: tutti questi meccanismi sono, in qualche modo, esempi di spostamento e in gran parte differiscono tra di loro solo per quanto riguarda le circostanze in cui lo spostamento ha luogo"
                        ],
                        "book": "blanco.l-inconscio-come-insiemi-infiniti"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.inconscio",
            "author": "global",
            "name": "assenza-di-tempo",
            "id": "freud.inconscio.assenza-di-tempo"
        },
        {
            "kind": "concept",
            "ns": "freud.inconscio",
            "author": "global",
            "name": "sostituzione-della-realtà-esterna-con-quella-psichica",
            "id": "freud.inconscio.sostituzione-della-realtà-esterna-con-quella-psichica",
            "contents": [
                {
                    "line": "In psichiatria, specialmente in relazione alla schizofrenia, questa caratteristica è talvolta chiamata \"interpretazione letterale della metafora\""
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "inconscio",
            "id": "freud.inconscio",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "L’inconscio è l’infantile: è quella parte della personalità che a quell’epoca si è separata, non ha seguito l’evoluzione del tutto ed è stata perciò rimossa."
                        ],
                        "kindlepage": "3250",
                        "article": "freud.l-uomo-dei-topi"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Nell’inconscio gli investimenti possono essere facilmente trasferiti in modo completo, spostati, condensati; tale trattamento, se fosse applicato a un materiale preconscio, potrebbe dare solo risultati difettosi; e ciò determina anche le note peculiarità del sogno manifesto una volta che i residui preconsci del giorno precedente siano stati elaborati secondo le leggi dell’inconscio."
                        ],
                        "kindlepage": "5670-5671"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[Su questo problema degli usi differenti del termine “inconscio”, problema che tocca un punto teorico fondamentale, Freud si sofferma più volte in questa prima serie di lezioni; vedi nelle lezioni 7, 12, 13, 14, 19 e 27, in OSF, vol. 8. Ma egli non giungerà a chiarirlo completamente che negli anni seguenti, nello scritto L’Io e l’Es cit. La nuova soluzione verrà spiegata nella seconda serie di lezioni: vedi Introduzione alla psicoanalisi (nuova serie di lezioni) cit., lezione 31.]"
                        ],
                        "kindlepage": "8292"
                    }
                },
                {
                    "concept": "freud.inconscio.non-rimosso"
                },
                {
                    "concept": "freud.inconscio.assenza-di-contraddizione-mutua-tra-la-presentazione-dei-differenti-impulsi"
                },
                {
                    "concept": "freud.inconscio.condensazione"
                },
                {
                    "concept": "freud.inconscio.spostamento"
                },
                {
                    "concept": "freud.inconscio.assenza-di-tempo"
                },
                {
                    "concept": "freud.inconscio.sostituzione-della-realtà-esterna-con-quella-psichica"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.investimento",
            "author": "global",
            "name": "liberamente-fluttuante",
            "id": "freud.investimento.liberamente-fluttuante",
            "aliases": [
                {
                    "text": "investimento liberamente mobile"
                },
                {
                    "text": "investimento libero"
                },
                {
                    "text": "investimento mobile"
                }
            ],
            "title": {
                "text": "investimento liberamente fluttuante"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.investimento",
            "author": "global",
            "name": "quiescente",
            "id": "freud.investimento.quiescente",
            "aliases": [
                {
                    "text": "investimento legato"
                },
                {
                    "text": "investimento tonico"
                },
                {
                    "text": "energia legata"
                }
            ],
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Nel corso di questa trasformazione [da energia libera a legata] non si può tener conto dello sviluppo del dispiacere, ma non per questo il principio di piacere è sospeso. Al contrario, la trasformazione avviene al servizio del principio di piacere; il legamento è un atto preparatorio che introduce e assicura il dominio del principio di piacere."
                        ],
                        "kindlepage": "5703"
                    }
                }
            ],
            "title": {
                "text": "investimento quiescente"
            }
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "investimento",
            "id": "freud.investimento",
            "aliases": [
                {
                    "text": "carica"
                },
                {
                    "text": "energia"
                }
            ],
            "contents": [
                {
                    "line": "Quantità di energia che un neurone ha ricevuto e di cui tenderà a liberarsi."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "le rappresentazioni sono investimenti – sostanzialmente di tracce mnestiche –, mentre gli affetti e i sentimenti corrispondono a processi di scarica, le cui manifestazioni ultime vengono percepite come sensazioni [interiori]."
                        ],
                        "kindlepage": "4671"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "le dotazioni di energia si presentano sotto due forme, talché bisogna distinguere fra due tipi di investimento dei sistemi psichici (o dei loro elementi): un investimento liberamente fluttuante che tende alla scarica, e un investimento quiescente. Possiamo forse supporre che il processo mediante il quale l’energia che affluisce nell’apparato psichico viene “legata” consista in un passaggio dallo stato liberamente fluttuante allo stato quiescente."
                        ],
                        "kindlepage": "5665-5666"
                    }
                },
                {
                    "concept": "freud.investimento.liberamente-fluttuante"
                },
                {
                    "concept": "freud.investimento.quiescente"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "Io",
            "id": "freud.Io",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.seconda-topica",
                    "contents": [
                        {
                            "quote": {
                                "author": "global",
                                "lines": [
                                    "Tuttavia anche l’Io soggiace all’azione delle pulsioni come l’Es, di cui è soltanto una parte che ha subito una particolare modificazione."
                                ],
                                "kindlepage": "5983"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "parte-inconscia-io",
            "id": "freud.parte-inconscia-io"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "isteria",
            "id": "freud.isteria",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.meccanismo-di-difesa",
                    "contents": []
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "istinto",
            "id": "freud.istinto",
            "contents": [
                {
                    "line": "un comportamento animale fissato dall'eredità, caratteristico della specie, preformato nel suo svolgimento e adattato al suo oggetto."
                }
            ],
            "title": {
                "text": "istinto",
                "langs": [
                    {
                        "lang": "de",
                        "text": "Instinkt"
                    }
                ]
            }
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "lavoro-onirico",
            "id": "freud.lavoro-onirico",
            "contents": [
                {
                    "line": "utilizza il modo di essere del sistema inconscio ma è svolto dall'Io"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "libido",
            "id": "freud.libido",
            "contents": [
                {
                    "line": "La libido è espressione dinamica, quantitativa, della pulsione sessuale nella vita psichica."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Chiamiamo così – considerandola una grandezza quantitativa, anche se per ora non misurabile – l’energia delle pulsioni attinenti a tutto ciò che può esser compendiato nella parola “amore”."
                        ],
                        "kindleloc": "79959-79960"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "In questo caso possiamo sostituire il termine “investimento” con quello di “libido”, poiché, come sappiamo, l’argomento in questione è costituito dai destini di pulsioni sessuali."
                        ],
                        "unknown": "bax"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "metapsicologia",
            "id": "freud.metapsicologia",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Propongo che, se riusciamo a descrivere un processo psichico nei suoi rapporti dinamici, topici ed economici, la nostra esposizione sia chiamata metapsicologica."
                        ],
                        "kindleloc": "65595-65597"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "motilità",
            "id": "freud.motilità",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] la motilità, vale a dire ciò che immediatamente dà luogo al mutamento interno del corpo, era la via di cui disponeva per la scarica."
                        ]
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "nevrosi-ossessiva",
            "id": "freud.nevrosi-ossessiva",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Le esperienze sessuali dell’infanzia hanno, nell’etiologia della nevrosi ossessiva, lo stesso significato che nell’isteria, con la differenza però che qui non si tratta più di passività sessuale, bensì di aggressioni compiute traendone piacere e di partecipazione ad atti sessuali dalla quale si sia tratto piacere, cioè di attività sessuale. Questa differenza delle circostanze etiologiche è connessa con il fatto che nella nevrosi ossessiva appare preferito il sesso maschile. Del resto, in tutti i miei casi di nevrosi ossessiva ho trovato un substrato di sintomi isterici che potevano essere ricondotti a un episodio di passività sessuale precedente l’azione piacevole. Ritengo che questa coincidenza si verifichi regolarmente, e che un’aggressione sessuale precoce presupponga sempre un’esperienza precedente di seduzione subìta."
                        ],
                        "kindlepage": "964-965"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "freud.meccanismo-di-difesa",
                    "contents": []
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "nevrosi-traumatica",
            "id": "freud.nevrosi-traumatica"
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi",
            "author": "global",
            "name": "di-traslazione",
            "id": "freud.nevrosi.di-traslazione",
            "contents": [
                {
                    "line": "la libido è traslata su oggetti reali o immaginari. Nel trattamento psicoanalitico si prestano al trandfert hanno origine dall'infanzia e fanno parte dalle PSICONEVROSI, dove i sintomi sono espressione simbolica e sovradeterminatan di un conflitto"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi.psico",
            "author": "global",
            "name": "isteria-di-conversione",
            "id": "freud.nevrosi.psico.isteria-di-conversione",
            "contents": [
                {
                    "line": "La libido sprigionata dal materiale patogeno, a causa della rimozione viene convertita, cioè viene sottratta alla sfera psichica per riapparire in un’innervazione somatica, scegliendo un certo organo in funzione di un simbolismo inconscio. Il punto di fissazione della libido è nella fase edipica (fallica ma anche orale)."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi.psico",
            "author": "global",
            "name": "isteria-d-angoscia",
            "id": "freud.nevrosi.psico.isteria-d-angoscia",
            "aliases": [
                {
                    "text": "nevrosi fobica"
                }
            ],
            "contents": [
                {
                    "line": "La libido sprigionata dal materiale patogeno, a causa della rimozione viene liberata sotto forma di angoscia. Il punto di fissazione della libido è nella fase edipica (fallica ma anche orale)."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi.psico",
            "author": "global",
            "name": "nevrosi-ossessiva",
            "id": "freud.nevrosi.psico.nevrosi-ossessiva",
            "contents": [
                {
                    "line": "Si manifesta con sintomi coatti. La causa è sempre la difesa dalle pretese libidiche dell’Edipo ma c’è una regressione alle fissazioni verificatesi nella fase anale. C’è ambivalenza; c’è tensione tra l’Io e un Super-Io crudele (relazione sadomasochistica) che porta a formazioni reattive."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi",
            "author": "global",
            "name": "psico",
            "id": "freud.nevrosi.psico",
            "contents": [
                {
                    "line": "ha causa sessuale, in un disordine in epoca passata"
                },
                {
                    "line": "la fonte di eccitazione, il fattore precipitante del disturbo si trova nel campo psichico"
                },
                {
                    "concept": "freud.nevrosi.psico.isteria-di-conversione"
                },
                {
                    "concept": "freud.nevrosi.psico.isteria-d-angoscia"
                },
                {
                    "concept": "freud.nevrosi.psico.nevrosi-ossessiva"
                }
            ],
            "title": {
                "text": "psiconevrosi"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi.attuale",
            "author": "global",
            "name": "nevrastenia",
            "id": "freud.nevrosi.attuale.nevrastenia",
            "contents": [
                {
                    "line": "il fattore precipitante del disturbo è un alleviamento inadeguato dell'eccitazione sessuale ad esempio la masturbazione"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi.attuale",
            "author": "global",
            "name": "nevrosi-d-angoscia",
            "id": "freud.nevrosi.attuale.nevrosi-d-angoscia",
            "contents": [
                {
                    "line": "il fattore precipitante del disturbo è la mancanza di scarica dell'eccitazione sessuale ad esempio l'astinenza sessuale"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi.attuale",
            "author": "global",
            "name": "ipocondria",
            "id": "freud.nevrosi.attuale.ipocondria"
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi",
            "author": "global",
            "name": "attuale",
            "id": "freud.nevrosi.attuale",
            "contents": [
                {
                    "line": "ha causa sessuale, in un disordine della vita sessuale attuale"
                },
                {
                    "line": "la fonte di eccitazione, il fattore precipitante del disturbo, si trova nel campo somatico, ad esempio la trasformazione diretta dell'eccitazione in angoscia"
                },
                {
                    "line": "mancano le mediazioni psichiche che si trovano nelle psiconevrosi, tipo spostamento, condensazione, ecc.."
                },
                {
                    "concept": "freud.nevrosi.attuale.nevrastenia"
                },
                {
                    "concept": "freud.nevrosi.attuale.nevrosi-d-angoscia"
                },
                {
                    "concept": "freud.nevrosi.attuale.ipocondria"
                }
            ],
            "title": {
                "text": "nevrosi attuale"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.nevrosi",
            "author": "global",
            "name": "scatenamento",
            "id": "freud.nevrosi.scatenamento",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "L’effetto della frustrazione consiste in primo luogo nel rendere efficaci i fattori predisponenti, e sino a quel momento inoperanti. Là dove questi sono presenti in un’organizzazione sufficientemente robusta, sussiste il pericolo che la libido venga “introvertita”. La libido si distacca dalla realtà, che ha perduto valore per l’individuo, a causa dell’ostinata frustrazione che da essa gli deriva, e si rivolge alla vita fantastica nella quale crea nuove formazioni di desiderio e ravviva le tracce di formazioni precedenti, di cui si è perso il ricordo. Per l’intimo rapporto tra l’attività fantastica e il materiale infantile, rimosso e divenuto inconscio, presente in ogni individuo, e grazie alla posizione eccezionale concessa alla vita fantastica rispetto all’esame di realtà, la libido può ora spostarsi sempre più indietro, e sulla via della regressione scoprire piste infantili e perseguire mete ad esse confacenti. Quando queste aspirazioni, incompatibili con lo stato attuale dell’individuo, hanno raggiunto una sufficiente energia, si giunge necessariamente a un conflitto fra esse e l’altra parte della personalità, che è rimasta in relazione con la vita reale. Questo conflitto viene risolto mediante formazioni sintomatiche e si conclude col manifestarsi della malattia."
                        ],
                        "kindlepage": "3839-3840"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "nevrosi",
            "id": "freud.nevrosi",
            "contents": [
                {
                    "concept": "freud.nevrosi.di-traslazione"
                },
                {
                    "concept": "freud.nevrosi.psico"
                },
                {
                    "concept": "freud.nevrosi.attuale"
                },
                {
                    "concept": "freud.nevrosi.scatenamento"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "percezione",
            "id": "freud.percezione"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "perturbante",
            "id": "freud.perturbante",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "lo studio della categoria del perturbante si inserisce all’interno della riflessione sulla rimozione e permette a Freud di individuare una peculiare modalità di ritorno del rimosso, quella dell’intima estraneità. Qualcosa di familiare, di intimo, il “più proprio”, viene rimosso, dunque ritorna. Ma ritorna in che forma? Ritorna come estraneità, estraneità che porta con sé ‘l’intimità che è stato’. Inoltre questa forma particolare di ritorno del rimosso ha per Freud una predilezione per il campo visivo, è questo il luogo privilegiato di questo modo in cui il rimosso ritorna. Privilegiato, è bene ricordarlo, non significa esclusivo."
                        ],
                        "article": "pagliardini.l-oggetto-sguardo-nell-insegnamento-di-lacan"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "piacere",
            "id": "freud.piacere"
        },
        {
            "kind": "concept",
            "ns": "freud.prima-topica",
            "author": "global",
            "name": "inconscio",
            "id": "freud.prima-topica.inconscio",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Come possiamo arrivare a conoscere l'inconscio? Naturalmente lo conosciamo soltanto in una forma conscia dopo che ha subito una trasformazione o traduzione in qualcosa di conscio. Il lavoro psicoanalitico ci fa sperimentare ogni giorno che una traduzione del genere è possibile."
                        ],
                        "book": "freud.l-inconscio"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.prima-topica",
            "author": "global",
            "name": "preconscio",
            "id": "freud.prima-topica.preconscio"
        },
        {
            "kind": "concept",
            "ns": "freud.prima-topica",
            "author": "global",
            "name": "coscienza",
            "id": "freud.prima-topica.coscienza"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "prima-topica",
            "id": "freud.prima-topica",
            "contents": [
                {
                    "concept": "freud.prima-topica.inconscio"
                },
                {
                    "concept": "freud.prima-topica.preconscio"
                },
                {
                    "concept": "freud.prima-topica.coscienza"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "principio-di-costanza",
            "id": "freud.principio-di-costanza"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "principio-di-piacere",
            "id": "freud.principio-di-piacere"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "principio-di-realtà",
            "id": "freud.principio-di-realtà"
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "proiezione",
            "id": "freud.proiezione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "quegli eccitamenti interni che provocano un eccessivo aumento del dispiacere sono trattati in un modo particolare: si instaura la propensione a considerarli come se non agissero dall’interno, ma dall’esterno, al fine di poter usare contro di essi gli stessi mezzi di difesa con cui il sistema si protegge contro gli stimoli esterni. È questa l’origine della proiezione, che è destinata a svolgere una funzione così importante nell’etiologia dei processi patologici."
                        ],
                        "kindlepage": "5663"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "psicosi",
            "id": "freud.psicosi",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.meccanismo-di-difesa",
                    "contents": []
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "global",
            "author": "global",
            "name": "freud.pulsione-io",
            "id": "global.freud.pulsione-io",
            "title": {
                "text": "pulsione dell'io"
            }
        },
        {
            "kind": "concept",
            "ns": "global",
            "author": "global",
            "name": "freud.pulsione-sessuale",
            "id": "global.freud.pulsione-sessuale",
            "title": {
                "text": "pulsione sessuale"
            }
        },
        {
            "kind": "concept",
            "ns": "global.freud.pulsione",
            "author": "global",
            "name": "fonte",
            "id": "global.freud.pulsione.fonte",
            "contents": [
                {
                    "line": "fonte somatica"
                },
                {
                    "kind": "rconcept",
                    "id": "freud.pulsione-sessuale",
                    "contents": [
                        {
                            "line": "le fonti somatiche della pulsione sessuale sono molteplici e capaci di assumere e di conservare per il soggetto una funzione prevalente (zona erogena), in quanto le pulsioni parziali si subordinano alla zona genitale e si integrano nel compimento del coito solo al termine di un'evoluzione complessa, che la maturazione biologica non basta a garantire."
                        }
                    ]
                }
            ],
            "title": {
                "text": "fonte della pulsione"
            }
        },
        {
            "kind": "concept",
            "ns": "global.freud.pulsione",
            "author": "global",
            "name": "spinta",
            "id": "global.freud.pulsione.spinta",
            "contents": [
                {
                    "line": "L'ultimo elemento che Freud introduce a proposito della nozione di pulsione è quello di spinta concepita come un fattore quantitativo economico, una «esigenza di lavoro imposta all'apparato psichico»."
                }
            ],
            "title": {
                "text": "spinta della pulsione"
            }
        },
        {
            "kind": "concept",
            "ns": "global.freud.pulsione",
            "author": "global",
            "name": "meta",
            "id": "global.freud.pulsione.meta",
            "contents": [
                {
                    "line": "le mete siano molteplici, parcellari {see freud.pulsione-parziale}, e strettamente dipendenti da fonti somatiche;"
                }
            ],
            "title": {
                "text": "meta della pulsione"
            }
        },
        {
            "kind": "concept",
            "ns": "global.freud.pulsione",
            "author": "global",
            "name": "oggetto",
            "id": "global.freud.pulsione.oggetto",
            "contents": [
                {
                    "line": "l'oggetto è variabile, contingente, e viene scelto nella sua forma definitiva solo in funzione delle vicissitudini della storia del soggetto."
                }
            ],
            "title": {
                "text": "oggetto della pulsione"
            }
        },
        {
            "kind": "concept",
            "ns": "global.freud.pulsione",
            "author": "global",
            "name": "di-vita",
            "id": "global.freud.pulsione.di-vita",
            "aliases": [
                {
                    "text": "pulsione sessuale"
                }
            ],
            "title": {
                "text": "pulsione di vita"
            }
        },
        {
            "kind": "concept",
            "ns": "global.freud.pulsione",
            "author": "global",
            "name": "di-morte",
            "id": "global.freud.pulsione.di-morte",
            "aliases": [
                {
                    "text": "pulsione dell'io"
                }
            ],
            "title": {
                "text": "pulsione di morte"
            }
        },
        {
            "kind": "concept",
            "ns": "global",
            "author": "global",
            "name": "freud.pulsione",
            "id": "global.freud.pulsione",
            "contents": [
                {
                    "line": "Processo dinamico consistente in una spinta (carica energetica, fattore di motricità) che fa tendere l'organismo verso una meta."
                },
                {
                    "line": "Secondo Freud, una pulsione ha la sua fonte in una eccitazione somatica (stato di tensione); la sua meta è di sopprimere lo stato di tensione che regna nella fonte pulsionale; la pulsione può raggiungere la sua meta nell'oggetto o grazie a esso."
                },
                {
                    "line": "L'accento è messo non tanto su una finalità precisa quanto su un orientamento generale e sottolinea il carattere irreprimibile della spinta anziché la fissità della meta e dell'oggetto."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Una pulsione non può mai diventare oggetto della coscienza, solo l’idea che la rappresenta lo può."
                        ],
                        "kindlepage": "4669"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "freud.eccitazione-esterna",
                    "contents": [
                        {
                            "line": "Accanto alle eccitazioni esterne che il soggetto può fuggire o da cui può proteggersi, esistono fonti interne che apportano costantemente un afflusso di eccitazioni al quale l'organismo non può sfuggire e che costituisce la molla del funzionamento dell'apparato psichico."
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.pulsione-sessuale",
                    "contents": [
                        {
                            "line": "La nozione freudiana della pulsione sorge nella descrizione della sessualità umana, basandosi soprattutto sullo studio delle perversioni e delle modalità della sessualità infantile, demolisce la concezione detta popolare che attribuisce alla pulsione sessuale una meta e un oggetto specifici e la localizza nelle eccitazioni e nel funzionamento dell'apparato genitale."
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.somatico-o-psichico",
                    "contents": [
                        {
                            "line": "Come collocare la forza della pulsione che attacca l'organismo dall'interno e lo spinge a compiere talune azioni capaci di provocare una scarica di eccitazione? Si tratta di una forza somatica o di una energia psichica? La questione, posta da Freud, riceve risposte diverse in quanto la pulsione è definita come un concetto-limite tra lo psichismo e il somatico. Essa è legata per Freud al concetto di rappresentante, con cui egli intende una specie di delegazione inviata dal somatico nello psichismo."
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.prima-topica",
                    "contents": [
                        {
                            "line": "la teoria delle pulsioni in Freud rimane sempre dualista"
                        },
                        {
                            "line": "il primo dualismo proposto è quello tra pulsioni sessuali e pulsioni dell'Io o di autoconservazione; queste ultime pulsioni corrispondono per Freud ai grandi bisogni o alle grandi funzioni indispensabili alla conservazione dell'individuo, di cui il modello è costituito dalla fame e dalla funzione di alimentazione."
                        },
                        {
                            "line": "Questo dualismo è presente, secondo Freud, già alle origini della sessualità in quanto la pulsione sessuale si distacca dalle funzioni di autoconservazione su cui prima si appoggiava {see freud.appoggio}; egli cerca di spiegare il conflitto psichico mostrando che l'Io trova nella pulsione di autoconservazione l'essenziale dell'energia necessaria alla difesa contro la sessualità."
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.seconda-topica",
                    "contents": [
                        {
                            "line": "Il dualismo pulsionale introdotto in Al di là del principio di piacere contrappone le pulsioni di vita alle pulsioni di morte e modifica la funzione e la collocazione delle pulsioni nel conflitto topico."
                        },
                        {
                            "line": "Il conflitto topico (tra l'istanza difensiva e l'istanza rimossa) non corrisponde più al conflitto pulsionale, in quanto l'Es è concepito come serbatoio pulsionale includente i due tipi di pulsioni. L'energia utilizzata dall'Io* è presa da questo fondo comune, specie sotto forma di energia desessualizzata e sublimata"
                        },
                        {
                            "quote": {
                                "author": "global",
                                "lines": [
                                    "Noi diamo il nome di pulsioni alle forze che postuliamo dietro le tensioni generatrici di bisogni dell'Es"
                                ],
                                "book": "freud.Abriss der Psychoanalyse",
                                "page": "264",
                                "comment": {
                                    "author": null,
                                    "contents": [
                                        {
                                            "line": "I due grandi tipi di pulsioni (di vita e di morte), in quest'ultima teoria, sono postulati non tanto come motivazioni concrete del funzionamento stesso dell'organismo quanto come principi fondamentali che regolano in ultima analisi l'attività di esso"
                                        }
                                    ]
                                }
                            }
                        },
                        {
                            "quote": {
                                "author": "global",
                                "lines": [
                                    "La teoria delle pulsioni è per così dire la nostra mitologia. Le pulsioni sono esseri mitici, grandiosi nella loro indeterminazione."
                                ],
                                "book": "freud.Neue Folge der Vorlesungen zur Einführung in die Psychoanalyse",
                                "page": "95",
                                "comment": {
                                    "author": null,
                                    "contents": [
                                        {
                                            "line": "famoso testo indicativo del cambiamento di accento di Freud verso le pulsioni negli ultimo anni"
                                        }
                                    ]
                                }
                            }
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "global.istinto",
                    "contents": [
                        {
                            "line": "La nozione freudiana della pulsione porta a una disintegrazione del concetto classico di istinto, e ciò in due direzioni opposte. Da un lato, il concetto di pulsione parziale sottolinea l'idea che la pulsione sessuale esiste anzitutto allo stato polimorfo e tende principalmente alla soppressione della tensione al livello della fonte somatica, e che essa si lega nella storia dell'individuo a rappresentanti che specificano l'oggetto e il modo di soddisfacimento: la spinta interna dapprima indeterminata subirà un destino che la marcherà con tratti altamente individualizzati. Ma d'altro lato Freud, lungi dal postulare, come sono inclini a fare i teorici dell'istinto, dietro ogni tipo di attività una forza biologica corrispondente, fa rientrare l'insieme delle manifestazioni pulsionali in una sola grande opposizione fondamentale, che è ripresa dalla tradizione mitica: opposizione tra Fame e Amore, poi tra Amore e Discordia."
                        }
                    ]
                },
                {
                    "concept": "global.freud.pulsione.fonte"
                },
                {
                    "concept": "global.freud.pulsione.spinta"
                },
                {
                    "concept": "global.freud.pulsione.meta"
                },
                {
                    "concept": "global.freud.pulsione.oggetto"
                },
                {
                    "concept": "global.freud.pulsione.di-vita"
                },
                {
                    "concept": "global.freud.pulsione.di-morte"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.rappresentazione",
            "author": "global",
            "name": "verbale",
            "id": "freud.rappresentazione.verbale",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "La funzione delle rappresentazioni verbali diventa ora perfettamente chiara. Per mezzo loro i processi interni di pensiero si trasformano in percezioni. È come se dovesse essere dimostrata la tesi che ogni sapere proviene dalla percezione esterna. Quando si verifica un sovrainvestimento dell’attività di pensiero, i pensieri vengono effettivamente percepiti come provenienti dall’esterno, e perciò considerati veri."
                        ],
                        "kindlepage": "5965"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "rappresentazione",
            "id": "freud.rappresentazione",
            "contents": [
                {
                    "concept": "freud.rappresentazione.verbale"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "reazione-terapeutica-negativa",
            "id": "freud.reazione-terapeutica-negativa",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] non solo queste persone non sopportano alcuna lode o apprezzamento, ma reagiscono ai progressi della cura in modo rovesciato. Ogni soluzione parziale da cui dovrebbe risultare, come in effetti risulta con altri, un miglioramento o una temporanea remissione dei sintomi, suscita in costoro un momentaneo rafforzamento della sofferenza: peggiorano durante il trattamento invece di migliorare. Essi manifestano la cosiddetta “reazione terapeutica negativa”."
                        ],
                        "kindlepage": "5994-5995"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "regola-fondamentale",
            "id": "freud.regola-fondamentale",
            "aliases": [
                {
                    "text": "regola psicoanalitica fondamentale"
                }
            ],
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "secondo la quale ognuno deve comunicare senza sottoporre a critica tutto ciò che gli viene in mente"
                        ],
                        "kindlepage": "3821"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "repressione",
            "id": "freud.repressione",
            "contents": [
                {
                    "line": "La repressione si oppone, soprattutto dal punto di vista topico, alla rimozione, nella quale l'istanza rimovente (l'Io), l'operazione e il suo risultato sono inconsci. La repressione sarebbe invece un meccanismo conscio che opera al livello della seconda censura che Freud colloca tra il conscio e il preconscio; si tratterebbe di una esclusione dal campo di coscienza attuale e non del passaggio da un sistema (preconscio-cosciente) a un altro (inconscio)."
                },
                {
                    "line": "Dal punto di vista dinamico, le motivazioni morali svolgono nella repressione un ruolo predominante."
                },
                {
                    "kind": "rconcept",
                    "id": "freud.rimozione",
                    "contents": [
                        {
                            "line": "Nel processo di rimozione la repressione designa una possibile sorte dell'affetto. Infatti, per Freud, solo il rappresentante ideativo della pulsione è, propriamente parlando, rimosso, mentre l'affetto non può diventare inconscio: esso è trasformato in un altro affetto oppure è represso."
                        },
                        {
                            "quote": {
                                "author": "global",
                                "lines": [
                                    "[...] sicché non si trova più nulla di esso"
                                ],
                                "book": "freud.la-rimozione"
                            }
                        },
                        {
                            "quote": {
                                "author": "global",
                                "lines": [
                                    "[oppure ...] non gli corrisponde più altro (nel sistema inconscio) che un rudimento che non è riuscito a svilupparsi"
                                ],
                                "book": "freud.l-inconscio"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "resistenza",
            "id": "freud.resistenza",
            "contents": [
                {
                    "line": "una delle ragioni principali che hanno portato Freud ad introdurre il concetto di narcisismo nel suo celebre saggio del 1914"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "nucleo-patogeno",
            "id": "freud.nucleo-patogeno",
            "contents": [
                {
                    "line": "da Freud inizialmente identificato con un evento traumatico poi con il «fantasma»"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.rimozione.freud.rimozione.fasi",
            "author": "global",
            "name": "freud.rimozione.fase-1",
            "id": "freud.rimozione.freud.rimozione.fasi.freud.rimozione.fase-1",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "rimozione-originaria",
                    "contents": [
                        {
                            "line": "La prima fase sarebbe una rimozione originaria; essa non riguarda la pulsione in quanto tale, ma i suoi segni, i suoi rappresentanti, che non accedono alla coscienza e ai quali la pulsione rimane fissata"
                        },
                        {
                            "line": "viene così creato un primo nucleo inconscio funzionante come polo di attrazione nei confronti degli elementi da rimuovere"
                        }
                    ]
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.rimozione.freud.rimozione.fasi",
            "author": "global",
            "name": "freud.rimozione.fase-2",
            "id": "freud.rimozione.freud.rimozione.fasi.freud.rimozione.fase-2",
            "contents": [
                {
                    "line": "La rimozione propriamente detta (eigentliche Verdrängung) o rimozione posteriore (Nachdrängen) è un processo duplice, che unisce a questa attrazione una repulsione (Abstossung) da parte di una istanza superiore."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.rimozione.freud.rimozione.fasi",
            "author": "global",
            "name": "freud.rimozione.fase-3",
            "id": "freud.rimozione.freud.rimozione.fasi.freud.rimozione.fase-3",
            "contents": [
                {
                    "line": "è costituita dal ritorno del rimosso sotto forma di sintomi, sogni, atti mancati, ecc.."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud.rimozione",
            "author": "global",
            "name": "freud.rimozione.fasi",
            "id": "freud.rimozione.freud.rimozione.fasi",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "freud.seduzione",
                    "contents": [
                        {
                            "line": "Va considerata come un primo tentativo sistematico per spiegare la rimozione, tentativo tanto più interessante in quanto non isola la descrizione del meccanismo dall'oggetto elettivo su cui esso opera, cioè la sessualità."
                        }
                    ]
                },
                {
                    "concept": "freud.rimozione.freud.rimozione.fasi.freud.rimozione.fase-1"
                },
                {
                    "concept": "freud.rimozione.freud.rimozione.fasi.freud.rimozione.fase-2"
                },
                {
                    "concept": "freud.rimozione.freud.rimozione.fasi.freud.rimozione.fase-3"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "rimozione",
            "id": "freud.rimozione",
            "contents": [
                {
                    "line": "Operazione con cui il soggetto cerca di respingere o di mantenere nell'inconscio rappresentazioni (pensieri, immagini, ricordi) legati a una pulsione. La rimozione si attua nei casi in cui il soddisfacimento di una pulsione atta a procurare piacere rischierebbe di provocare del dispiacere rispetto ad altre esigenze."
                },
                {
                    "line": "La rimozione ha un ruolo importante sia nelle affezioni mentali sia nella psicologia normale."
                },
                {
                    "line": "La rimozione è un meccanismo di difesa dell'io, quello con maggiore specificità ed è un prototipo per altre operazioni difensive."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "La sua essenza consiste soltanto nel fatto di allontanare e di mantenere a distanza dal cosciente."
                        ],
                        "book": "freud.la-rimozione"
                    }
                },
                {
                    "line": "Non agisce né sulla pulsione (14 a), che, in quanto è organica, sfugge all'alternativa conscio-inconscio, né sull'affetto. Quest'ultimo può subire diverse trasformazioni corrispondentemente alla rimozione, ma non può diventare inconscio stricto sensu"
                },
                {
                    "kind": "rconcept",
                    "id": "freud.rappresentante-ideativo",
                    "contents": [
                        {
                            "line": "La rimozione agisce solo sui rappresentanti ideativi (idea, immagine, ecc.) della pulsione, i quali sono legati al rimosso."
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.inconscio",
                    "contents": [
                        {
                            "line": "La rimozione è un processo psichico universale in quanto sarebbe all'origine della costituzione dell'inconscio come campo separato dal resto dello psichismo."
                        },
                        {
                            "line": "Almeno fino alla formulazione del concetto di difese inconsce dell'Io rimozione è per Freud sinonimo di inconscio"
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.dinamismo-psichico",
                    "contents": [
                        {
                            "line": "La rimozione è una operazione dinamica, implica il mantenimento di un controinvestimento (la resistenza?) altrimenti può essere bloccata (venir meno?)"
                        },
                        {
                            "kind": "rconcept",
                            "id": "freud.ritorno-del-rimosso",
                            "contents": []
                        },
                        {
                            "kind": "rconcept",
                            "id": "freud.formazione-di-compromesso",
                            "contents": []
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.rappresentante-ideativo-pulsione",
                    "contents": [
                        {
                            "line": "La rimozione non agisce sull'affetto della pulsione, che è somatico ma sul suo rappresentante ideativo che è psichico."
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.difesa-dell-io",
                    "contents": [
                        {
                            "line": "La rimozione è sempre per Freud una forma di difesa dell'Io con una sua specificità."
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.difese-secondarie",
                    "contents": [
                        {
                            "line": "Le difese secondarie Freud non le chiama mai rimozioni secondarie"
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.isteria",
                    "contents": [
                        {
                            "line": "La rimozione svolge un ruolo prevalente nell'isteria"
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.nevrosi-ossessiva",
                    "contents": [
                        {
                            "line": "La rimozione è parte di un processo più ampio nella nevrosi ossessiva"
                        }
                    ]
                },
                {
                    "concept": "freud.rimozione.freud.rimozione.fasi"
                },
                {
                    "kind": "rconcept",
                    "id": "freud.punto-di-vista-topico",
                    "contents": [
                        {
                            "kind": "rconcept",
                            "id": "freud.prima-topica",
                            "contents": [
                                {
                                    "line": "sebbene la rimozione sia descritta nella prima teoria dell'apparato psichico come mantenimento fuori della coscienza, non per questo Freud assimila l'istanza rimovente alla coscienza. È la censura che ne fornisce il modello."
                                }
                            ]
                        },
                        {
                            "kind": "rconcept",
                            "id": "freud.seconda-topica",
                            "contents": [
                                {
                                    "line": "Nella seconda topica, la rimozione è considerata un'operazione difensiva dell'Io (parzialmente inconscio)."
                                }
                            ]
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.punto-di-vista-economico",
                    "contents": [
                        {
                            "line": "la rimozione suppone un gioco complesso di disinvestimenti, reinvestimenti e controinvestimenti riguardanti i rappresentanti della pulsione"
                        }
                    ]
                },
                {
                    "kind": "rconcept",
                    "id": "freud.punto-di-vista-dinamico",
                    "contents": [
                        {
                            "line": "il problema principale è quello dei motivi della rimozione: come avviene che una pulsione il cui soddisfacimento genera per definizione piacere possa suscitare un dispiacere tale da provocare l'operazione della rimozione?"
                        }
                    ]
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "scena-primaria",
            "id": "freud.scena-primaria"
        },
        {
            "kind": "concept",
            "ns": "freud.seconda-topica",
            "author": "global",
            "name": "es",
            "id": "freud.seconda-topica.es",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] siamo in grado di attribuire all’Es altre caratteristiche oltre a quella di essere inconscio e che è possibile che parti dell'Io e del Super-io siano inconsce senza condividere i caratteri primitivi e irrazionali dell'Es"
                        ]
                    }
                }
            ],
            "title": {
                "text": "L'Es"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.seconda-topica",
            "author": "global",
            "name": "inconscio-non-rimosso",
            "id": "freud.seconda-topica.inconscio-non-rimosso",
            "contents": [
                {
                    "line": "inconscio \"primitivo e irrazionale\""
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] dobbiamo attribuire a questo tipo di inconscio non rimosso (primitivo e irrazionale) tutte le caratteristiche che Freud ha in precedenza descritto come processo primario o come caratteristiche del sistema inconscio"
                        ],
                        "book": "blanco.l-inconscio-come-insiemi-infiniti",
                        "page": "88"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] nel lavoro \"L'inconscio\", 1915, dove non parla ancora dell'inconscio non rimosso ma certamente lo implica e comunica l'idea della rimozione come ritorno allo stato primitivo (non rimosso) attraverso il diniego (precedentemente aveva parlato di ritiro di investimenti) degli investimenti di parole"
                        ],
                        "book": "blanco.l-inconscio-come-insiemi-infiniti",
                        "page": "89"
                    }
                }
            ],
            "title": {
                "text": "Inconscio non rimosso"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.seconda-topica",
            "author": "global",
            "name": "io",
            "id": "freud.seconda-topica.io",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] l'inconscio non rimosso dell'Io è l'aspetto rimovente dell'Io"
                        ],
                        "book": "blanco.l-inconscio-come-insiemi-infiniti",
                        "page": "93"
                    }
                }
            ],
            "title": {
                "text": "L'Io"
            }
        },
        {
            "kind": "concept",
            "ns": "freud.seconda-topica",
            "author": "global",
            "name": "super-io",
            "id": "freud.seconda-topica.super-io",
            "title": {
                "text": "Il Super-Io"
            }
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "seconda-topica",
            "id": "freud.seconda-topica",
            "aliases": [
                {
                    "text": "concezione-tripartita"
                }
            ],
            "contents": [
                {
                    "line": "Es, Io, Super-Io"
                },
                {
                    "concept": "freud.seconda-topica.es"
                },
                {
                    "concept": "freud.seconda-topica.inconscio-non-rimosso"
                },
                {
                    "concept": "freud.seconda-topica.io"
                },
                {
                    "concept": "freud.seconda-topica.super-io"
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "sensazione",
            "id": "freud.sensazione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "La percezione interna fornisce sensazioni relative a processi appartenenti ai più svariati, e certamente anche ai più profondi strati dell’apparato psichico. [..] Queste sensazioni sono più primordiali, più elementari delle sensazioni provenienti dall’esterno, e possono prodursi anche in stati di coscienza crepuscolare."
                        ],
                        "kindlepage": "5963"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "sistema-Inc",
            "id": "freud.sistema-Inc",
            "title": {
                "text": "sistema Inc"
            }
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "sistema-P-C",
            "id": "freud.sistema-P-C",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Poiché la coscienza fornisce essenzialmente percezioni di eccitamenti che provengono dal mondo esterno, nonché sensazioni di piacere e dispiacere che possono solo derivare dall’interno dell’apparato psichico, si può assegnare al sistema P-C una collocazione spaziale. Esso dovrà trovarsi al confine tra l’esterno e l’interno, essere rivolto al mondo esterno e includere gli altri sistemi psichici."
                        ],
                        "kindlepage": "5657"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "sistema-Prec",
            "id": "freud.sistema-Prec",
            "title": {
                "text": "sistema Prec"
            }
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "sovradeterminazione",
            "id": "freud.sovradeterminazione",
            "contents": [
                {
                    "line": "la condizione di ciò che è determinato da una pluralità di fattori, come alcuni fenomeni dell’inconscio, in particolare i sogni (ma anche i lapsus, gli atti mancati ecc.) nei quali, a causa della condensazione, un’immagine manifesta si compone di più contenuti latenti che l’interpretazione corretta deve cercare di ricostruire."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "super-Io",
            "id": "freud.super-Io",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "La novità che richiede un chiarimento sta nel fatto che questa parte dell’Io ha un rapporto meno stretto con la coscienza."
                        ],
                        "kindlepage": "5970"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "traccia-mnestica",
            "id": "freud.traccia-mnestica",
            "contents": [
                {
                    "line": "lo scopo di Freud è di collocare la memoria secondo una \"topica\" e di fornire una spiegazione del suo funzionamento in termini economici (investimenti/disinvestimenti)"
                },
                {
                    "line": "la memoria non può risiedere nel sistema percezione-coscienza altrimenti esso diverrebbe presto incapace di ricevere nuove eccitazioni"
                },
                {
                    "line": "un dato evento viene trascritto in diversi sistemi mnestici"
                },
                {
                    "line": "i ricordi sono ordinati secondo diversi modi di classificazione: ordine cronologico, legame in catene associative, grado di accessibilità alla coscienza, ecc.."
                },
                {
                    "line": "tutti i sistemi mnestici sono inconsci nel senso descrittivo, ma le tracce del sistema Inc non sono in grado di giungere alla coscienza senza deformazioni, mentre i ricordi preconsci (la memoria nel senso corrente del termine) possono essere attualizzati in determinati comportamenti."
                },
                {
                    "line": "per Freud gli eventi dei primi anni non vengono ricordati non per un difetto di fissazione, ma a causa della rimozione. In linea di principio, tutti i ricordi vengono trascritti, ma la loro rievocazione dipende dal modo in cui sono investiti, disinvestiti, controinvestiti. Questa concezione si basa sulla distinzione, messa in luce dall'esperienza clinica, tra la rappresentazione e l'importo d'affetto."
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "traslazione",
            "id": "freud.traslazione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "una tale elaborazione psichica anormale di una successione di pensieri normale si verifica solo quando quest’ultima si è fatta traslazione di un desiderio inconscio, che deriva dal materiale infantile e si trova in stato di rimozione."
                        ],
                        "book": "freud.l-interpretazione-dei-sogni"
                    }
                }
            ]
        },
        {
            "kind": "concept",
            "ns": "freud",
            "author": "global",
            "name": "trauma",
            "id": "freud.trauma",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Chiamiamo “traumatici” quegli eccitamenti che provengono dall’esterno e sono abbastanza forti da spezzare lo scudo protettivo. Penso che il concetto di trauma implichi quest’idea di una breccia inferta nella barriera protettiva che di norma respinge efficacemente gli stimoli dannosi. Un evento come il trauma esterno provocherà certamente un enorme disturbo nell’economia energetica dell’organismo, e mobiliterà tutti i possibili mezzi di difesa. Nello stesso tempo, il principio di piacere in un primo momento è messo fuori combattimento. Non è più possibile evitare che l’apparato psichico sia sommerso da grandi masse di stimoli; sorge invece un altro compito, quello di padroneggiare lo stimolo, di “legare” psichicamente le masse di stimoli che hanno fatto irruzione nell’apparato psichico, in modo da potersene poi sbarazzare."
                        ],
                        "kindlepage": "5664"
                    }
                }
            ]
        }
    ],
    "theories": [],
    "books": [
        {
            "id": "freud.l-interpretazione-dei-sogni",
            "title": "L’interpretazione dei sogni",
            "authors": [
                "Freud"
            ],
            "edition": "1900, Bollati Boringhieri"
        },
        {
            "id": "freud.opere-complete-kindle",
            "title": "Opere complete kindle",
            "authors": [
                "Freud"
            ],
            "edition": "Bollati Boringhieri. Kindle Edition."
        },
        {
            "id": "freud.opere-VIII",
            "title": "Le opere. Volume VIII. Introduzione alla psicanalisi e altri scritti.",
            "authors": [
                "Freud"
            ],
            "edition": "1976, Bollati Boringhieri"
        },
        {
            "id": "freud.opere-IX",
            "title": "Le opere. Volume IX. L'Io e l'Es e altri scritti.",
            "authors": [
                "Freud"
            ],
            "edition": "1976, Bollati Boringhieri"
        },
        {
            "id": "forrester.il-linguaggio-e-le-origini-della-psicoanalisi",
            "title": "Il linguaggio e le origini della psicoanalisi",
            "authors": [
                "Forrester"
            ],
            "buys": [
                {
                    "seller": "Amazon",
                    "url": "https://www.amazon.it/linguaggio-origini-della-psicanalisi/dp/8815005129"
                }
            ],
            "edition": "Il Mulino, Bologna, 1984"
        }
    ],
    "articles": [
        {
            "id": "freud.al-di-la-del-principio-del-piacere",
            "title": "Al di la del principio di piacere",
            "authors": [
                "Freud"
            ],
            "reviews": [],
            "contents": [],
            "book": "freud.opere-IX"
        },
        {
            "id": "freud.psicologia-delle-masse-e-analisi-dell-io",
            "title": "Psicologia delle masse e analisi dell'Io",
            "authors": [
                "Freud"
            ],
            "reviews": [],
            "contents": [],
            "book": "freud.opere-IX"
        },
        {
            "id": "freud.la-morale-sessuale-civile-e-il-nervosismo-moderno",
            "title": "La morale sessuale “civile” e il nervosismo moderno",
            "authors": [
                "Freud"
            ],
            "reviews": [],
            "contents": [],
            "book": "freud.opere-V"
        },
        {
            "id": "freud.l-inconscio",
            "title": "L'Inconscio",
            "authors": [
                "Freud"
            ],
            "reviews": [],
            "contents": [],
            "book": "freud.opere-VIII"
        },
        {
            "id": "scalzone.1-gennaio-1896-una-lettera-di-Freud-a-Fliess",
            "title": "1 Gennaio 1896: una lettera di Freud a Fliess",
            "authors": [
                "Scalzone"
            ],
            "reviews": [],
            "contents": [],
            "url": "http://www.psychomedia.it/pm/indther/psan/scalz1.htm"
        }
    ],
    "relations": [
        {
            "kind": "rconcept",
            "from": "freud.progetto.facilitazione-di-pensiero",
            "to": "freud.segno-di-scarica-verbale"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.memoria",
            "to": "freud.progetto.facilitazione"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.neurone",
            "to": "freud.progetto.barriera-di-contatto"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.neuroni-φ",
            "to": "freud.processo.facilitazione"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.neuroni-ψ",
            "to": "freud.progetto.barriera-di-contatto"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.neuroni-ψ",
            "to": "freud.progetto.memoria"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.neuroni-ψ",
            "to": "freud.progetto.facilitazione"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.neuroni-ω",
            "to": "freud.progetto.qualità"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.parola",
            "to": "freud.progetto.modificazione-interna"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.qualità",
            "to": "neuroni-ω"
        },
        {
            "kind": "rconcept",
            "from": "freud.progetto.stimoli-endogeni",
            "to": "freud.pulsione"
        },
        {
            "kind": "rconcept",
            "from": "freud.affetto.importo",
            "to": "freud.affetto"
        },
        {
            "kind": "rconcept",
            "from": "freud.affetto.importo",
            "to": "freud.rimozione"
        },
        {
            "kind": "rconcept",
            "from": "freud.desiderio",
            "to": "freud.fantasma"
        },
        {
            "kind": "rconcept",
            "from": "freud.desiderio",
            "to": "freud.indistruttibilità-del-desiderio"
        },
        {
            "kind": "rconcept",
            "from": "freud.difesa",
            "to": "freud.rimozione"
        },
        {
            "kind": "rconcept",
            "from": "freud.difesa.secondaria",
            "to": "freud.sintomo"
        },
        {
            "kind": "rconcept",
            "from": "freud.eccitazione",
            "to": "freud.principio-di-costanza"
        },
        {
            "kind": "rconcept",
            "from": "freud.effetto-retroattivo",
            "to": "freud.transfert"
        },
        {
            "kind": "rconcept",
            "from": "freud.formazione-di-compromesso",
            "to": "freud.sintomo"
        },
        {
            "kind": "rconcept",
            "from": "freud.formazione-di-compromesso",
            "to": "freud.sogno"
        },
        {
            "kind": "rconcept",
            "from": "freud.formazione-di-compromesso",
            "to": "freud.atto-mancato"
        },
        {
            "kind": "rconcept",
            "from": "freud.formazione-di-compromesso",
            "to": "freud.ricordo-di-copertura"
        },
        {
            "kind": "rconcept",
            "from": "freud.Io",
            "to": "freud.seconda-topica"
        },
        {
            "kind": "rconcept",
            "from": "freud.isteria",
            "to": "freud.meccanismo-di-difesa"
        },
        {
            "kind": "rconcept",
            "from": "freud.nevrosi-ossessiva",
            "to": "freud.meccanismo-di-difesa"
        },
        {
            "kind": "rconcept",
            "from": "freud.psicosi",
            "to": "freud.meccanismo-di-difesa"
        },
        {
            "kind": "rconcept",
            "from": "global.freud.pulsione",
            "to": "freud.eccitazione-esterna"
        },
        {
            "kind": "rconcept",
            "from": "global.freud.pulsione",
            "to": "freud.pulsione-sessuale"
        },
        {
            "kind": "rconcept",
            "from": "global.freud.pulsione",
            "to": "freud.somatico-o-psichico"
        },
        {
            "kind": "rconcept",
            "from": "global.freud.pulsione",
            "to": "freud.prima-topica"
        },
        {
            "kind": "rconcept",
            "from": "global.freud.pulsione",
            "to": "freud.seconda-topica"
        },
        {
            "kind": "rconcept",
            "from": "global.freud.pulsione",
            "to": "global.istinto"
        },
        {
            "kind": "rconcept",
            "from": "global.freud.pulsione.fonte",
            "to": "freud.pulsione-sessuale"
        },
        {
            "kind": "rconcept",
            "from": "freud.repressione",
            "to": "freud.rimozione"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.rappresentante-ideativo"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.inconscio"
        },
        {
            "kind": "rconcept",
            "from": "freud.dinamismo-psichico",
            "to": "freud.ritorno-del-rimosso"
        },
        {
            "kind": "rconcept",
            "from": "freud.dinamismo-psichico",
            "to": "freud.formazione-di-compromesso"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.dinamismo-psichico"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.rappresentante-ideativo-pulsione"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.difesa-dell-io"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.difese-secondarie"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.isteria"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.nevrosi-ossessiva"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione.freud.rimozione.fasi",
            "to": "freud.seduzione"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione.freud.rimozione.fasi.freud.rimozione.fase-1",
            "to": "rimozione-originaria"
        },
        {
            "kind": "rconcept",
            "from": "freud.punto-di-vista-topico",
            "to": "freud.prima-topica"
        },
        {
            "kind": "rconcept",
            "from": "freud.punto-di-vista-topico",
            "to": "freud.seconda-topica"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.punto-di-vista-topico"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.punto-di-vista-economico"
        },
        {
            "kind": "rconcept",
            "from": "freud.rimozione",
            "to": "freud.punto-di-vista-dinamico"
        }
    ],
    "ns_author": "global"
}