{
    "wzElement": "geop",
    "wzName": "first",
    "items": [
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "age_of_discovery",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Age of Discovery",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1336",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1660",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Age_of_Discovery",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Age of Discovery (or the Age of Exploration) is an informal and loosely defined term for the early modern period, largely overlapping with the Age of Sail, approximately from the 15th century to the 17th century in European history, in which seafaring Europeans explored regions across the globe.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The extensive overseas exploration, with the Portuguese and the Spanish at the forefront, later joined by the Dutch, the English and the French, emerged as a powerful factor in European culture, most notably the European encounter and colonization of the Americas. It also marks an increased adoption of colonialism as a government policy in several European states. As such, it is sometimes synonymous with the first wave of European colonization.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "European exploration outside the Mediterranean started with the maritime expeditions of Portugal to the Canary Islands in 1336, and later with the Portuguese discoveries of the Atlantic archipelagos of Madeira and Azores, the coast of West Africa in 1434 and the establishment of the sea route to India in 1498 by Vasco da Gama, which is often considered a very remarkable voyage, as it initiated the Portuguese maritime and trade presence in Kerala and the Indian Ocean.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "A main event in the Age of Discovery took place when Spain (with the sponsor and crew of the Crown of Castile) made the transatlantic voyages of Christopher Columbus to the Americas between 1492 and 1504, which saw the colonization of the Americas, a related biological exchange, and the trans-Atlantic trade, whose events, effects and consequences persisted to the present and are often cited as the beginning of the Early Modern Period. Years later, the Spanish expedition of Magellan-Elcano expedition made the first circumnavigation of the globe between 1519 and 1522, which was regarded as a major achievement in seamanship, and had a significant impact on the European understanding of the world. These discoveries led to numerous naval expeditions across the Atlantic, Indian, and Pacific oceans, and land expeditions in the Americas, Asia, Africa, and Australia that continued into the late 19th century, followed by the exploration of the polar regions in the 20th century.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "European overseas exploration led to the rise of global trade and the European colonial empires, with the contact between the Old World (Europe, Asia, and Africa) and the New World (the Americas), as well as Australia, producing the Columbian exchange, a wide transfer of plants, animals, food, human populations (including slaves), communicable diseases and culture between the Eastern and Western Hemispheres. The Age of Discovery and later European exploration allowed the mapping of the world, resulting in a new worldview and distant civilizations coming into contact. At the same time, new diseases were propagated, decimating populations not previously in contact with the Old World, particularly concerning Native Americans. The era saw the widespread enslavement, exploitation and military conquest of native populations concurrent with the growing economic influence and spread of European culture and technology.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "age_of_colonisation",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Age of Colonisation",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1415",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1914",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/History_of_colonialism",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The historical phenomenon of colonization is one that stretches around the globe and across time. Ancient and medieval colonialism was practiced by the Phoenicians, the Greeks, the Turks, and the Arabs. Colonialism in the modern sense began with the \"Age of Discovery\", led by Portuguese, and then by the Spanish exploration of the Americas, the coasts of Africa, Southwest Asia which is also known as the Middle East, India, and East Asia. The Portuguese and Spanish empires were the first global empires because they were the first to stretch across different continents, covering vast territories around the globe. Between 1580 and 1640, the two empires were both ruled by the Spanish monarchs in personal union. During the late 16th and 17th centuries, England, France and the Dutch Republic also established their own overseas empires, in direct competition with one another.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Some commentators identify three waves of European colonialism.[1]",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The three main countries in the first wave of European colonialism were Portugal, Spain and the early Ottoman Empire. The Portuguese started the long age of European colonisation with the conquest of Ceuta, Morocco in 1415, and the conquest and discovery of other African territories and islands, this would also start the movement known as the Age of Discoveries. The Ottomans conquered South Eastern Europe, the Middle East and much of Northern and Eastern Africa between 1359 and 1653 - with the latter territories subjected to colonial occupation, rather than traditional territorial conquest. The Spanish and Portuguese launched the colonisation of the Americas, basing their territorial claims on the Treaty of Tordesillas of 1494. This treaty demarcated the respective spheres of influence of Spain and Portugal.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The expansion achieved by Spain and Portugal caught the attention of Britain, France and the Netherlands. The entrance of these three powers into the Caribbean and North America perpetuated European colonialism in these regions.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The second wave of European colonialism commenced with Britain's involvement in Asia in support of the British East India Company; other countries such as France, Portugal and the Netherlands also had involvement in European expansion in Asia. The third wave (\"New Imperialism\") consisted of the Scramble for Africa regulated by the terms of the Berlin Conference of 1884-1885. The conference effectively divided Africa among the European powers. Vast regions of Africa came under the sway of Britain, France, Germany, Portugal, Belgium, Italy and Spain.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Gilmartin argues that these three waves of colonialism were linked to capitalism. The first wave of European expansion involved exploring the world to find new revenue and perpetuating European feudalism. The second wave focused on developing the mercantile capitalism system and the manufacturing industry in Europe. The last wave of European colonialism solidified all capitalistic endeavours by providing new markets and raw materials.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "As a result of these waves of European colonial expansion, only following thirteen present-day independent countries escaped formal colonization by European powers: Afghanistan, Bhutan, China, Iran, Japan, Liberia, Mongolia, Nepal, North Korea, Saudi Arabia, South Korea, Thailand and Turkey as well as North Yemen, the former independent country which is now part of Yemen.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "hasburgh_bid_for_mastery",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Hasburgh bid for mastery",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1519",
                            "items": [
                                {
                                    "wzElement": "context",
                                    "wzTag": "context",
                                    "wzName": "",
                                    "items": [
                                        {
                                            "wzElement": "king",
                                            "wzTag": "king",
                                            "wzName": "charles_v_habsburg",
                                            "items": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1659",
                            "items": [
                                {
                                    "wzElement": "context",
                                    "wzTag": "context",
                                    "wzName": "",
                                    "items": [
                                        {
                                            "wzElement": "treaty",
                                            "wzTag": "treaty",
                                            "wzName": "treaty_of_the_pirenees",
                                            "items": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "european_wars_of_religion",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The European wars of religion",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1522",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1712",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/European_wars_of_religion",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The European wars of religion were a series of wars waged in Europe during the 16th, 17th and early 18th centuries. Fought after the Protestant Reformation began in 1517, the wars disrupted the religious and political order in the Catholic countries of Europe, or Christendom. Other motives during the wars involved revolt, territorial ambitions and Great Power conflicts. By the end of the Thirty Years' War (1618-1648), Catholic France had allied with the Protestant forces against the Catholic Habsburg monarchy. The wars were largely ended by the Peace of Westphalia (1648), which established a new political order that is now known as Westphalian sovereignty.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The conflicts began with the minor Knights' Revolt (1522), followed by the larger German Peasants' War (1524–1525) in the Holy Roman Empire. Warfare intensified after the Catholic Church began the Counter-Reformation in 1545 against the growth of Protestantism. The conflicts culminated in the Thirty Years' War, which devastated Germany and killed one third of its population, a mortality rate twice that of World War I. The Peace of Westphalia broadly resolved the conflicts by recognising three separate Christian traditions in the Holy Roman Empire: Roman Catholicism, Lutheranism and Calvinism. Although many European leaders were sickened by the bloodshed by 1648, smaller religious wars continued to be waged until the 1710s, including the Wars of the Three Kingdoms (1639-1651) on the British Isles, the Savoyard-Waldensian wars (1655-1690), and the Toggenburg War (1712) in the Western Alps.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "dutch_golden_age",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Dutch Golden Age",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1588",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1672",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Dutch_Golden_Age",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Dutch Golden Age was a period in the history of the Netherlands, roughly spanning the era from 1588 (the birth of the Dutch Republic) to 1672 (the Rampjaar, \"Disaster Year\"), in which Dutch trade, science, and art and the Dutch military were among the most acclaimed in Europe. The first section is characterized by the Eighty Years' War, which ended in 1648. The Golden Age continued in peacetime during the Dutch Republic until the end of the century, when costly conflicts, including the Franco-Dutch War and War of the Spanish Succession fuelled economic decline.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The transition by the Netherlands to becoming the foremost maritime and economic power in the world has been called the \"Dutch Miracle\" by historian K. W. Swart.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "thirty_years_war",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Thirty Years' War",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1618",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1648",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Thirty_Years%27_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Thirty Years' War took place largely within the Holy Roman Empire from 1618 to 1648. One of the most destructive wars in European history, it caused an estimated 4.5 to 8 million deaths, while some areas of Germany experienced population declines of over 50%. Related conflicts include the Eighty Years' War, War of the Mantuan Succession, the Franco-Spanish War, and Portuguese Restoration War.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Until the 20th century, it was seen as part of the German religious struggle initiated by the 16th century Reformation. The 1555 Peace of Augsburg divided the Empire into Lutheran and Catholic states, but over the next 50 years the expansion of Protestantism beyond these boundaries destabilised Imperial authority. Although religion was a significant factor in starting the war, scholars now generally agree its scope and extent was driven by the contest for European dominance between Habsburgs in Austria and Spain, and the French House of Bourbon.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The war began in 1618 when Ferdinand II was deposed as King of Bohemia and replaced by Frederick V of the Palatinate. Although the Bohemian Revolt was quickly suppressed, fighting expanded into the Palatinate, whose strategic importance drew in the Dutch Republic and Spain, then engaged in the Eighty Years War. Since ambitious external rulers like Christian IV of Denmark and Gustavus Adolphus of Sweden also held territories within the Empire, what began as an internal dynastic dispute was transformed into a far more destructive European conflict.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The first phase from 1618 until 1635 was primarily a civil war between German members of the Holy Roman Empire, with external powers playing supportive roles. After 1635, the Empire became one theatre in a wider struggle between France, supported by Sweden, and Spain in alliance with Emperor Ferdinand III. This concluded with the 1648 Peace of Westphalia, whose provisions included greater autonomy within the Empire for states like Bavaria and Saxony, as well as acceptance of Dutch independence by Spain. By weakening the Habsburgs relative to France, the conflict altered the European balance of power and set the stage for the wars of Louis XIV.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "english_civil_war",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The English Civil War",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1642",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1651",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The English Civil War was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporters of the Long Parliament, while the third (1649–1651) saw fighting between supporters of King Charles II and supporters of the Rump Parliament. The wars also involved the Scottish Covenanters and Irish Confederates. The war ended with Parliamentarian victory at the Battle of Worcester on 3 September 1651.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Unlike other civil wars in England, which were mainly fought over who should rule, these conflicts were also concerned with how the three Kingdoms of England, Scotland and Ireland should be governed. The outcome was threefold: the trial of and execution of Charles I (1649); the exile of his son, Charles II (1651); and the replacement of English monarchy with the Commonwealth of England, which from 1653 (as the Commonwealth of England, Scotland, and Ireland) unified the British Isles under the personal rule of Oliver Cromwell (1653–1658) and briefly his son Richard (1658–1659). In England, the monopoly of the Church of England on Christian worship was ended, and in Ireland, the victors consolidated the established Protestant Ascendancy. Constitutionally, the outcome of the wars established the precedent that an English monarch cannot govern without Parliament's consent, though the idea of Parliamentary sovereignty was legally established only as part of the Glorious Revolution in 1688.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "golden_age_of_piracy",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Golden Age of Piracy",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1760",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1840",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Golden_Age_of_Piracy",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Golden Age of Piracy is a common designation for the period between the 1650s and the 1730s, when maritime piracy was a significant factor in the histories of the Caribbean, the United Kingdom, the Indian Ocean, North America, and West Africa.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Histories of piracy often subdivide the Golden Age of Piracy into three periods: The buccaneering period (approximately 1650 to 1680), characterized by Anglo-French seamen based in Jamaica and Tortuga attacking Spanish colonies, and shipping in the Caribbean and eastern Pacific. The Pirate Round (1690s), associated with long-distance voyages from the Americas to rob Muslim and East India Company targets in the Indian Ocean and Red Sea. The post-Spanish Succession period (1715 to 1726), when Anglo-American sailors and privateers left unemployed by the end of the War of the Spanish Succession turned en masse to piracy in the Caribbean, the Indian Ocean, the North American eastern seaboard, and the West African coast.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Narrower definitions of the Golden Age sometimes exclude the first or second periods, but most include at least some portion of the third. The modern conception of pirates as depicted in popular culture is derived largely, although not always accurately, from the Golden Age of Piracy.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Factors contributing to piracy during the Golden Age included the rise in quantities of valuable cargoes being shipped to Europe over vast ocean areas, reduced European navies in certain regions, the training and experience that many sailors had gained in European navies (particularly the British Royal Navy), and corrupt and ineffective government in European overseas colonies. Colonial powers at the time constantly fought with pirates and engaged in several notable battles and other related events.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "industrial_revolution",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Industrial Revolution",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1760",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1840",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Industrial_Revolution",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Industrial Revolution was the transition to new manufacturing processes in Great Britain, continental Europe, and the United States, in the period from about 1760 to sometime between 1820 and 1840. This transition included going from hand production methods to machines, new chemical manufacturing and iron production processes, the increasing use of steam power and water power, the development of machine tools and the rise of the mechanized factory system. The Industrial Revolution also led to an unprecedented rise in the rate of population growth.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Textiles were the dominant industry of the Industrial Revolution in terms of employment, value of output and capital invested. The textile industry was also the first to use modern production methods.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Industrial Revolution began in Great Britain, and many of the technological and architectural innovations were of British origin. By the mid-18th century, Britain was the world's leading commercial nation, controlling a global trading empire with colonies in North America and the Caribbean. Britain had major military and political hegemony on the Indian subcontinent; particularly with the proto-industrialised Mughal Bengal, through the activities of the East India Company. The development of trade and the rise of business were among the major causes of the Industrial Revolution.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Industrial Revolution marked a major turning point in history; almost every aspect of daily life was influenced in some way. In particular, average income and population began to exhibit unprecedented sustained growth. Some economists have said the most important effect of the Industrial Revolution was that the standard of living for the general population in the western world began to increase consistently for the first time in history, although others have said that it did not begin to meaningfully improve until the late 19th and 20th centuries.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "second_industrial_revolution",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Second Industrial Revolution",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1760",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1840",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Second_Industrial_Revolution",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Second Industrial Revolution, also known as the Technological Revolution, was a phase of rapid scientific discovery, standardization, mass production, and industrialization from the late 19th century into the early 20th century. The First Industrial Revolution, which ended in the middle of the 19th century, was punctuated by a slowdown in important inventions before the Second Industrial Revolution in 1870. Though a number of its events can be traced to earlier innovations in manufacturing, such as the establishment of a machine tool industry, the development of methods for manufacturing interchangeable parts, and the invention of the Bessemer process to produce steel, the Second Industrial Revolution is generally dated between 1870 and 1914 (the beginning of World War I).",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Advancements in manufacturing and production technology enabled the widespread adoption of technological systems such as telegraph and railroad networks, gas and water supply, and sewage systems, which had earlier been concentrated to a few select cities. The enormous expansion of rail and telegraph lines after 1870 allowed unprecedented movement of people and ideas, which culminated in a new wave of globalization. In the same time period, new technological systems were introduced, most significantly electrical power and telephones. The Second Industrial Revolution continued into the 20th century with early factory electrification and the production line, and ended at the beginning of World War I.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "american_revolutionary_war",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The American Revolutionary War",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "The Revolutionary War",
                            "items": []
                        },
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "The American War of Independence",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1775/4/19",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1783/9/3",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/American_Revolutionary_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The American Revolutionary War, secured a United States of America independent from Great Britain. Fighting began on April 19, 1775, followed by the Declaration of Independence on July 4, 1776. The American Patriots were supported by France and Spain, conflict taking place in North America, the Caribbean, and Atlantic Ocean.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Established by royal charter in the 17th and 18th centuries, the American colonies were largely autonomous in domestic affairs and commercially prosperous, trading with Britain and its Caribbean colonies, as well as other European powers via their Caribbean entrepôts. After British victory in the Seven Years' War in 1763, tensions arose over trade, colonial policy in the Northwest Territory and taxation measures, including the Stamp Act and Townshend Acts. Colonial opposition led to the 1770 Boston Massacre and 1773 Boston Tea Party, with Parliament responding by imposing the so-called Intolerable Acts.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "On September 5, 1774, the First Continental Congress drafted a Petition to the King and organized a boycott of British goods. Despite attempts to achieve a peaceful solution, fighting began with the Battle of Lexington on April 19, 1775 and in June Congress authorized George Washington to create a Continental Army, where John Adams nominated Washington as the commander-in-chief. Although the \"coercion policy\" advocated by the North ministry was opposed by a faction within Parliament, both sides increasingly viewed conflict as inevitable. The Olive Branch Petition sent by Congress to George III in July 1775 was rejected and in August Parliament declared the colonies to be in a state of rebellion.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Following the loss of Boston in March 1776, Sir William Howe, the new British commander-in-chief, launched the New York and New Jersey campaign. He captured New York City in November, before Washington won small but significant victories at Trenton and Princeton, which restored Patriot confidence. In summer 1777, Howe succeeded in taking Philadelphia, but in October a separate force under John Burgoyne was forced to surrender at Saratoga. This victory was crucial in convincing powers like France and Spain an independent United States was a viable entity. The Continental Army then went into winter quarters in Valley Forge, where General von Steuben drilled it into an organized fighting unit.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "France provided the US informal economic and military support from the beginning of the rebellion, and after Saratoga the two countries signed a commercial agreement and a Treaty of Alliance in February 1778. In return for a guarantee of independence, Congress joined France in its global war with Britain and agreed to defend the French West Indies. Spain also allied with France against Britain in the Treaty of Aranjuez (1779), though it did not formally ally with the Americans. Nevertheless, access to ports in Spanish Louisiana allowed the Patriots to import arms and supplies, while the Spanish Gulf Coast campaign deprived the Royal Navy of key bases in the south.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "This undermined the 1778 strategy devised by Howe's replacement, Sir Henry Clinton, which took the war into the Southern United States. Despite some initial success, by September 1781 Cornwallis was besieged by a Franco-American force in Yorktown. After an attempt to resupply the garrison failed, Cornwallis surrendered in October, and although the British wars with France and Spain continued for another two years, this ended fighting in North America. In April 1782, the North ministry was replaced by a new British government which accepted American independence and began negotiating the Treaty of Paris, ratified on September 3, 1783. The war officially ended on September 3, 1783 when Britain accepted American independence in the Treaty of Paris, while the Treaties of Versailles resolved separate conflicts with France and Spain.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "french_revolution",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The French Revolution",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1789",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1799",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/French_Revolution",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The French Revolution was a period of radical political and societal change in France that began with the Estates General of 1789 and ended with the formation of the French Consulate in November 1799. Many of its ideas are considered fundamental principles of liberal democracy, while phrases like liberté, égalité, fraternité reappeared in other revolts, such as the 1917 Russian Revolution, and inspired campaigns for the abolition of slavery and universal suffrage. The values and institutions it created dominate French politics to this day.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Its causes are generally agreed to be a combination of social, political and economic factors, which the existing regime proved unable to manage. In May 1789, widespread social distress led to the convocation of the Estates General, which was converted into a National Assembly in June. Continuing unrest culminated in the Storming of the Bastille on 14 July, which led to a series of radical measures by the Assembly, including the abolition of feudalism, the imposition of state control over the Catholic Church in France, and extension of the right to vote.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The next three years were dominated by the struggle for political control, exacerbated by economic depression and Civil disorder. Opposition from external powers like Austria, Britain, and Prussia resulted in the outbreak of the French Revolutionary Wars in April 1792. Disillusionment with Louis XVI led to the establishment of the French First Republic on 22 September 1792, followed by his execution in January 1793. In June, an uprising in Paris replaced the Girondins who dominated the National Assembly with the Committee of Public Safety, headed by Maximilien Robespierre.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "This sparked the Reign of Terror, an attempt to eradicate alleged \"counter-revolutionaries\"; by the time it ended in July 1794, over 16,600 had been executed in Paris and the provinces. As well as its external enemies, the Republic faced internal opposition from both Royalists and Jacobins and in order to deal with these threats, the French Directory took power in November 1795. Despite a series of military victories, many won by Napoleon Bonaparte, political divisions and economic stagnation resulted in the Directory being replaced by the Consulate in November 1799. This is generally seen as marking the end of the Revolutionary period.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "napoleonic_wars",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Napoleonic Wars (1803-1815)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1803",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1815",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Napoleonic_Wars",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Napoleonic Wars (1803–1815) were a series of major global conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European states formed into various coalitions. It produced a period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and the French Revolutionary Wars consisting of the War of the First Coalition (1792-1797) and the War of the Second Coalition (1798–1802). The Napoleonic wars are often described as five conflicts, each termed after the coalition that fought Napoleon: the Third Coalition (1803-1806), the Fourth (1806–07), the Fifth (1809), the Sixth (1813–14), and the Seventh (1815) plus the Peninsular War (1807–1814) and the French invasion of Russia (1812).",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Napoleon, upon ascending to First Consul of France in 1799, had inherited a republic in chaos; he subsequently created a state with stable finances, a strong bureaucracy, and a well-trained army. In December 1805 Napoleon achieved what is considered his greatest victory, defeating the allied Russo-Austrian army at Austerlitz. At sea, the British severely defeated the joint Franco-Spanish navy in the Battle of Trafalgar on 21 October 1805. This victory secured British control of the seas and prevented the invasion of Britain. Concerned about increasing French power, Prussia led the creation of the Fourth Coalition with Russia, Saxony, and Sweden, which resumed war in October 1806. Napoleon quickly defeated the Prussians at Jena and the Russians at Friedland, bringing an uneasy peace to the continent. The peace failed, though, as war broke out in 1809, with the badly prepared Fifth Coalition, led by Austria. At first, the Austrians won a stunning victory at Aspern-Essling, but were quickly defeated at Wagram.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Hoping to isolate and weaken Britain economically through his Continental System, Napoleon launched an invasion of Portugal, the only remaining British ally in continental Europe. After occupying Lisbon in November 1807, and with the bulk of French troops present in Spain, Napoleon seized the opportunity to turn against his former ally, depose the reigning Spanish royal family and declare his brother King of Spain in 1808 as José I. The Spanish and Portuguese revolted with British support and expelled the French from Iberia in 1814 after six years of fighting.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Concurrently, Russia, unwilling to bear the economic consequences of reduced trade, routinely violated the Continental System, prompting Napoleon to launch a massive invasion of Russia in 1812. The resulting campaign ended in disaster for France and the near destruction of Napoleon's Grande Armée.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Encouraged by the defeat, Austria, Prussia, Sweden, and Russia formed the Sixth Coalition and began a new campaign against France, decisively defeating Napoleon at Leipzig in October 1813 after several inconclusive engagements. The Allies then invaded France from the east, while the Peninsular War spilled over into southwestern France. Coalition troops captured Paris at the end of March 1814 and forced Napoleon to abdicate in April. He was exiled to the island of Elba, and the Bourbons were restored to power. But Napoleon escaped in February 1815, and reassumed control of France for around one hundred days. After forming the Seventh Coalition, the allies defeated him at Waterloo in June 1815 and exiled him to the island of Saint Helena, where he died six years later.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Congress of Vienna redrew the borders of Europe and brought a period of relative peace. The wars had profound consequences on global history, including the spread of nationalism and liberalism, the rise of Britain as the world's foremost naval and economic power, the appearance of independence movements in Latin America and subsequent decline of the Spanish and Portuguese Empires, the fundamental reorganization of German and Italian territories into larger states, and the introduction of radically new methods of conducting warfare, as well as civil law. After the end of the Napoleonic Wars there was a period of relative peace in continental Europe, lasting until the Crimean War in 1853.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "pax_britannica",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Pax Britannica",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1815",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1914",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Pax_Britannica",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Pax Britannica was the period of relative peace between the Great Powers during which the British Empire became the global hegemonic power and adopted the role of a \"global policeman\".",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Between 1815 and 1914, a period referred to as Britain's \"imperial century\", around 10,000,000 square miles (26,000,000 km2) of territory and roughly 400 million people were added to the British Empire. Victory over Napoleonic France left the British without any serious international rival, other than perhaps Russia in Central Asia. When Russia tried expanding its influence in the Balkans, the British and French defeated them in the Crimean War (1853-1856), thereby protecting the Ottoman Empire.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Britain's Royal Navy controlled most of the key maritime trade routes and enjoyed unchallenged sea power. Alongside the formal control exerted over its own colonies, Britain's dominant position in world trade meant that it effectively controlled access to many regions, such as Asia, North America, Oceania, and Africa. The British also, much to the dismay of other colonial empires, helped the United States uphold the Monroe Doctrine which upheld its economic dominance in the Americas. British merchants, shippers and bankers had such an overwhelming advantage over those of other empires that in addition to its colonies it had an informal empire.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "long_depression",
            "items": [
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1879",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1896",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Long_Depression",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Long Depression was a worldwide price and economic recession, beginning in 1873 and running either through March 1879, or 1896, depending on the metrics used. It was most severe in Europe and the United States, which had been experiencing strong economic growth fueled by the Second Industrial Revolution in the decade following the American Civil War. The episode was labeled the \"Great Depression\" at the time, and it held that designation until the Great Depression of the 1930s. Though a period of general deflation and a general contraction, it did not have the severe economic retrogression of the Great Depression.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "It was most notable in Western Europe and North America, at least in part because reliable data from the period is most readily available in those parts of the world. The United Kingdom is often considered to have been the hardest hit; during this period it lost some of its large industrial lead over the economies of continental Europe. While it was occurring, the view was prominent that the economy of the United Kingdom had been in continuous depression from 1873 to as late as 1896 and some texts refer to the period as the Great Depression of 1873-1896, with financial and manufacturing losses reinforced by a long recession in the UK agricultural sector.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "In the United States, economists typically refer to the Long Depression as the Depression of 1873-1879, kicked off by the Panic of 1873, and followed by the Panic of 1893, book-ending the entire period of the wider Long Depression. The U.S. National Bureau of Economic Research dates the contraction following the panic as lasting from October 1873 to March 1879. At 65 months, it is the longest-lasting contraction identified by the NBER, eclipsing the Great Depression's 43 months of contraction. In the United States, from 1873 to 1879, 18,000 businesses went bankrupt, including 89 railroads. Ten states and hundreds of banks went bankrupt. Unemployment peaked in 1878, long after the initial financial panic of 1873 had ended. Different sources peg the peak U.S. unemployment rate anywhere from 8.25% to 14%.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "period",
            "wzTag": "period",
            "wzName": "scramble_for_africa",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Scramble for Africa",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "The Partition of Africa",
                            "items": []
                        },
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "The Conquest of Africa",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1881",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1914",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Scramble_for_Africa",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Scramble for Africa, also called the Partition of Africa, or the Conquest of Africa, was the invasion, annexation, division, and colonization of most of Africa by seven Western European powers during a short date known as New Imperialism (between 1881 and 1914). The 10 percent of Africa that was under formal European control in 1870 increased to almost 90 percent by 1914, with only Ethiopia (Abyssinia) and Liberia remaining independent, though Ethiopia would later be invaded and occupied by Italy from 1936 to 1941.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Berlin Conference of 1884, which regulated European colonization and trade in Africa, is usually accepted as the beginning. There were considerable political rivalries among the European empires in the last quarter of the 19th century. Africa was partitioned without wars between European nations. The later years of the 19th century saw a transition from \"informal imperialism\" — military influence and economic dominance — to direct rule.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "alliance",
            "wzTag": "alliance",
            "wzName": "the_grand_alliance_league_of_augsburg",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Grand Alliance",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "League of Augsburg",
                            "items": [
                                {
                                    "wzElement": "it",
                                    "wzTag": "it",
                                    "wzName": "Lega di Augusta",
                                    "items": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1689",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1713",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "friends",
                    "wzTag": "friends",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "kingdom_of_great_britain",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "dutch_republic",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "holy_roman_empire",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "enemies",
                    "wzTag": "enemies",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "kingdom_of_france",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Grand_Alliance_(League_of_Augsburg)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Grand Alliance was the anti-French coalition formed on 20 December 1689 between England, the Dutch Republic and the Holy Roman Empire. It was signed by the two leading opponents of France: William III, King of England and Stadtholder of the Dutch Republic, and Emperor Leopold, on behalf of the Archduchy of Austria.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "With the later additions of Spain and Savoy, the coalition fought the 1688 – 1697 Nine Years' War against France that ended with the 1697 Treaty of Ryswick.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Second Grand Alliance was reformed by the 1701 Treaty of The Hague prior to the War of the Spanish Succession and was dissolved after the 1713 Treaty of Utrecht.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "alliance",
            "wzTag": "alliance",
            "wzName": "rivoluzione_diplomatica_del_1756",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Diplomatic Revolution",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1756",
                    "items": []
                },
                {
                    "wzElement": "friends",
                    "wzTag": "friends",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "kingdom_of_great_britain",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "kingdom_of_prussia",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "enemies",
                    "wzTag": "enemies",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "kingdom_of_france",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "holy_roman_empire",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Diplomatic_Revolution",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Diplomatic Revolution of 1756 was the reversal of longstanding alliances in Europe between the War of the Austrian Succession and the Seven Years' War. Austria went from an ally of Britain to an ally of France, while Prussia became an ally of Britain. The most influential diplomat involved was an Austrian statesman, Wenzel Anton von Kaunitz.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The change was part of the stately quadrille, a constantly shifting pattern of alliances throughout the 18th century in efforts to preserve or upset the European balance of power.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "alliance",
            "wzTag": "alliance",
            "wzName": "dual_alliance_1879",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Dual Alliance",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1879/10/70",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "friends",
                    "wzTag": "friends",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "german_empire",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "habsburg_empire",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Dual_Alliance_(1879)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Dual Alliance was a defensive alliance between Germany and Austria-Hungary, which was created by treaty as part of Germany's Otto von Bismarck's system of alliances to prevent or limit war. The two powers promised each other support in case of attack by Russia. Also, each state promised benevolent neutrality to the other if one of them was attacked by another European power (generally taken to be France, even more so after the Franco-Russian Alliance of 1894). Bismarck saw the alliance as a way to prevent the isolation of the German Empire, which had just been founded a few years before, and to preserve peace, as Russia would not wage war against both empires.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "alliance",
            "wzTag": "alliance",
            "wzName": "triple_alliance_1882",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Triple Alliance",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1882/5/20",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1915",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "friends",
                    "wzTag": "friends",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "german_empire",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "habsburg_empire",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "kingdom_of_italy",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Triple_Alliance_(1882)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Triple Alliance was a military alliance between Germany, Austria-Hungary, and Italy. It was renewed periodically until it expired in 1915 during World War I. Germany and Austria-Hungary had been closely allied since 1879. Italy was looking for support against France shortly after it lost North African ambitions to the French. Each member promised mutual support in the event of an attack by any other great power. The treaty provided that Germany and Austria-Hungary were to assist Italy if it was attacked by France without provocation. In turn, Italy would assist Germany if attacked by France. In the event of a war between Austria-Hungary and Russia, Italy promised to remain neutral. The existence and membership of the treaty were well known, but its exact provisions were kept secret until 1919.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "When the treaty was renewed in February 1887, Italy gained an empty promise of German support of Italian colonial ambitions in North Africa in return for Italy's continued friendship. Austria-Hungary had to be pressured by German chancellor Otto von Bismarck into accepting the principles of consultation and mutual agreement with Italy on any territorial changes initiated in the Balkans or on the coasts and islands of the Adriatic and Aegean seas. Italy and Austria-Hungary did not overcome their basic conflict of interest in that region despite the treaty. In 1891, attempts were made to join Britain to the Triple Alliance, which, though unsuccessful, were widely believed to have succeeded in Russian diplomatic circles.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Shortly after renewing the Alliance in June 1902, Italy secretly extended a similar guarantee to France. By a particular agreement, neither Austria-Hungary nor Italy would change the status quo in the Balkans without previous consultation. On 18 October 1883 Carol I of Romania, through his Prime Minister Ion C. Brătianu, had also secretly pledged to support the Triple Alliance, but he later remained neutral in the First World War due to viewing Austria-Hungary as the aggressor. On 1 November 1902, five months after the Triple Alliance was renewed, Italy reached an understanding with France that each would remain neutral in the event of an attack on the other.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "When Austria-Hungary found itself at war in August 1914 with the rival Triple Entente, Italy proclaimed its neutrality, considering Austria-Hungary the aggressor. Italy also defaulted on the obligation to consult and agree to compensations before changing the status quo in the Balkans, as agreed in 1912 renewal of the Triple Alliance. Following parallel negotiation with both Triple Alliance (which aimed to keep Italy neutral) and the Triple Entente (which aimed to make Italy enter the conflict), Italy sided with the Triple Entente and declared war on Austria-Hungary.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "alliance",
            "wzTag": "alliance",
            "wzName": "franco_russian_alliance_1894",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Franco-Russian Alliance",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1894",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1917",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "friends",
                    "wzTag": "friends",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "russian_empire",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "french_republic",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Franco-Russian_Alliance",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Franco-Russian Alliance was an alliance formed by the agreements of 1891-94; it lasted until 1917. The strengthening of the German Empire, the creation of the Triple Alliance of 1882, and the exacerbation of Franco-German and Russo-German contradictions at the end of the 1880s led to a common foreign policy and mutual strategic military interests between France and Russia. The development of financial ties between the two countries created the economic prerequisites for the Russo-French Alliance.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "alliance",
            "wzTag": "alliance",
            "wzName": "entente_cordiale",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Entente cordiale",
                    "items": [
                        {
                            "wzElement": "en",
                            "wzTag": "en",
                            "wzName": "Cordial agreement",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1904/4/8",
                    "items": []
                },
                {
                    "wzElement": "friends",
                    "wzTag": "friends",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "kingdom_of_great_britain",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "french_republic",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Entente_Cordiale",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Entente Cordiale comprised a series of agreements which saw a significant improvement in Anglo-French relations. Beyond the immediate concerns of colonial demarcation addressed by the agreement, the signing of the Entente Cordiale marked the end of almost a thousand years of intermittent conflict between the two states and their predecessors, and replaced the modus vivendi that had existed since the end of the Napoleonic Wars in 1815 with a more formal agreement. The Entente Cordiale represented the culmination of the policy of Théophile Delcassé (France's foreign minister from 1898 to 1905), who believed that a Franco-British understanding would give France some security in Western Europe against any German system of alliances (see Triple Alliance (1882)). Credit for the success of the negotiation of the Entente Cordiale belongs chiefly to Paul Cambon (France's ambassador in London from 1898 to 1920) and to the British Foreign Secretary, Lord Lansdowne.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The most important feature of the agreement was the mutual recognition that Britain was in full control of Egypt and likewise France of Morocco, with the proviso that France's eventual dispositions for Morocco include reasonable allowance for Spain's interests there. At the same time, Britain ceded the Los Islands (off French Guinea) to France, defined the frontier of Nigeria in France's favour, and agreed to French control of the upper Gambia valley; while France renounced its exclusive right to certain fisheries off Newfoundland. Furthermore, French and British proposed zones of influence in Siam (Thailand), which was eventually decided not to be colonised, were outlined, with the eastern territories, adjacent to French Indochina, becoming a proposed French zone, and the western, adjacent to Burmese Tenasserim, a proposed British zone. Arrangements were also made to allay the rivalry between British and French colonists in the New Hebrides.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "In signing of the Entente Cordiale both powers reduced the virtual isolation into which they had withdrawn — France involuntarily, Britain complacently — while they had eyed each other over African affairs. Britain had no major-power ally apart from Japan (1902), which held little in European waters; France had none but the Russian Empire, soon to become militarily discredited in the Russo-Japanese War of 1904-05. The agreement upset the diplomacy of Germany, whose policy had long relied on Franco-British antagonism. A German attempt to check the French in Morocco in 1905 (the Tangier Incident, or First Moroccan Crisis), and thus to upset the Entente, served only to strengthen it. Military discussions between the French and the British general staffs were soon initiated. Franco-British solidarity was confirmed at the Algeciras Conference (1906) and reconfirmed in the Second Moroccan Crisis (1911).",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "alliance",
            "wzTag": "alliance",
            "wzName": "anglo_russian_convention_1907",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Anglo-Russian Convention",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1907/8/31",
                    "items": []
                },
                {
                    "wzElement": "friends",
                    "wzTag": "friends",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "kingdom_of_great_britain",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "russian_empire",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Anglo-Russian_Convention",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Anglo-Russian Convention of 1907 relating to Persia, Afghanistan, and Tibet, was signed on August 31, 1907, in Saint Petersburg. It ended the longstanding rivalry in Central Asia and enabled the two countries to outflank the Germans, who were threatening to connect Berlin to Baghdad with a new railroad that could potentially align the Ottoman Empire with Imperial Germany.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Convention ended the long dispute over Persia. Great Britain promised to stay out of northern Persia, and Russia recognized southern Persia as part of the British sphere of influence. Russia also promised to stay out of Tibet and Afghanistan. In exchange, London extended loans and some political support. The convention brought shaky British-Russian relations to the forefront by solidifying boundaries that identified respective control in Persia, Afghanistan and Tibet. It delineated spheres of influence in Persia, stipulated that neither country would interfere in Tibet's internal affairs, and recognized Britain's influence over Afghanistan. The agreement led to the formation of the Triple Entente.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "alliance",
            "wzTag": "alliance",
            "wzName": "triple_entente_1907",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Triple entente",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1907",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1917",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "friends",
                    "wzTag": "friends",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "kingdom_of_great_britain",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "russian_empire",
                            "items": []
                        },
                        {
                            "wzElement": "state",
                            "wzTag": "state",
                            "wzName": "french_third_republic",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Triple_Entente",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Triple Entente describes the informal understanding between the Russian Empire, the French Third Republic and the United Kingdom of Great Britain and Ireland. It was built upon the Franco-Russian Alliance of 1894, the Entente Cordiale of 1904 between Paris and London, and the Anglo-Russian Entente of 1907. It formed a powerful counterweight to the Triple Alliance of Germany, Austria-Hungary, and Italy. The Triple Entente, unlike the Triple Alliance or the Franco-Russian Alliance itself, was not an alliance of mutual defence.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Franco-Japanese Treaty of 1907 was a key part of building a coalition as France took the lead in creating alliances with Japan, Russia, and (informally) with Britain. Japan wanted to raise a loan in Paris, so France made the loan contingent on a Russo-Japanese agreement and a Japanese guarantee for France's strategically vulnerable possessions in Indochina. Britain encouraged the Russo-Japanese rapprochement. Thus was built the Triple Entente coalition that fought World War I.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "At the start of World War I in 1914, all three Triple Entente members entered it as Allied Powers against the Central Powers: Germany and Austria-Hungary. On September 4, 1914, the Triple Entente issued a declaration undertaking not to conclude a separate peace and only to demand terms of peace agreed between the three parties. Historians continue to debate the importance of the alliance system as one of the causes of World War I.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "war",
            "wzTag": "war",
            "wzName": "nine_years_war_1688",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Nine Years' War (1688-1697)",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "War of the Grand Alliance",
                            "items": [
                                {
                                    "wzElement": "it",
                                    "wzTag": "it",
                                    "wzName": "Guerra della Grande Alleanza",
                                    "items": []
                                }
                            ]
                        },
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "War of the League of Augsburg",
                            "items": [
                                {
                                    "wzElement": "it",
                                    "wzTag": "it",
                                    "wzName": "Guerra della Lega d'Asburgo",
                                    "items": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1688",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1697",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Nine_Years%27_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "conflitto svoltosi tra il 1688 e il 1697 prevalentemente nell'Europa continentale, ma che coinvolse anche come teatri secondari l'Irlanda ed il Nord America. Essa si colloca nel contesto della grande sfida fra la casata dei Borbone e quella degli Asburgo, nonché del lungo duello personale tra Guglielmo III e Luigi XIV.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Nine Years' War (1688–1697) was a conflict between France and a European coalition which mainly included the Holy Roman Empire (led by the Habsburg monarchy), the Dutch Republic, England, Spain, Savoy and Portugal. It was fought in Europe and the surrounding seas, in North America, and in India. It is sometimes considered the first global war. The conflict encompassed the Williamite war in Ireland and Jacobite risings in Scotland, where William III and James II struggled for control of England and Ireland, and a campaign in colonial North America between French and English settlers and their respective Native American allies.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Louis XIV of France had emerged from the Franco-Dutch War in 1678 as the most powerful monarch in Europe, an absolute ruler whose armies had won numerous military victories. Using a combination of aggression, annexation, and quasi-legal means, Louis XIV set about extending his gains to stabilize and strengthen France's frontiers, culminating in the brief War of the Reunions (1683–1684). The Truce of Ratisbon guaranteed France's new borders for twenty years, but Louis XIV's subsequent actions—notably his Edict of Fontainebleau (the revocation of the Edict of Nantes) in 1685 — led to the deterioration of his political pre-eminence and raised concerns among European Protestant states. Louis XIV's decision to cross the Rhine in September 1688 was designed to extend his influence and pressure the Holy Roman Empire into accepting his territorial and dynastic claims. However, Holy Roman Emperor Leopold I and German princes resolved to resist. The States General of the Netherlands and William III brought the Dutch and English into the conflict against France and were soon joined by other states, which now meant the French king faced a powerful coalition aimed at curtailing his ambitions.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The main fighting took place around France's borders in the Spanish Netherlands, the Rhineland, the Duchy of Savoy, and Catalonia. The fighting generally favoured Louis XIV's armies, but by 1696 his country was in the grip of an economic crisis. The Maritime Powers (England and the Dutch Republic) were also financially exhausted, and when Savoy defected from the Alliance, all parties were keen to negotiate a settlement. By the terms of the Treaty of Ryswick, Louis XIV retained the whole of Alsace but in exchange had to return Lorraine to its ruler and give up any gains on the right bank of the Rhine. Louis XIV also recognized William III as the rightful king of England, while the Dutch acquired a barrier fortress system in the Spanish Netherlands to help secure their borders.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The peace would be short-lived. With the ailing and childless Charles II of Spain's death approaching, a new dispute over the inheritance of the Spanish Empire was soon to embroil Louis XIV and the Grand Alliance in the War of the Spanish Succession.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "war",
            "wzTag": "war",
            "wzName": "great_turkish_war",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Great Turkish War",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "Wars of the Holy League",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1683",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1699",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Great_Turkish_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "THe Great Turkish War was a series of conflicts between the Ottoman Empire and the Holy League consisting of the Holy Roman Empire, Poland-Lithuania, Venice, Russia, and Habsburg Hungary. Intensive fighting began in 1683 and ended with the signing of the Treaty of Karlowitz in 1699. The war was a defeat for the Ottoman Empire, which for the first time lost large amounts of territory, in Hungary and the Polish–Lithuanian Commonwealth, as well as part of the western Balkans. The war was significant also by being the first time that Russia was involved in an alliance with Western Europe.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The French did not join the Holy League, as they had agreed to reviving an informal Franco-Ottoman alliance in 1673, in exchange for Louis XIV being recognized as a protector of Catholics in the Ottoman regime.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Initially, Louis XIV took advantage of the start of the war to extend their eastern borders in the War of the Reunions, taking Luxembourg and Strasbourg in the Truce of Ratisbon. However, as the Holy League made gains against the Ottoman Empire, capturing Belgrade by 1688, the French began to worry that their Habsburg rivals will grow too powerful and eventually turn on France. The Glorious Revolution was also a matter of concern for the French, as William III of Orange-Nassau was being invited by English nobles in the Invitation to William letter to take control of England as king. Therefore, the French besieged Philippsburg on 27 September 1688, breaking the truce and triggering the separate Nine Years' War, which relieved the Turks.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "As a result, the advance made by the Holy League stalled, allowing the Ottomans to retake Belgrade in 1690. The war then fell into a stalemate, and peace was concluded in 1699 which began following the Battle of Zenta in 1697 when an Ottoman attempt to retake their lost possessions in Hungary was crushed by the Holy League.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The war largely overlapped with the Nine Years' War (1688–1697), which took up the vast majority of the Habsburgs' attention while it was active. In 1695, for instance, the Holy Roman Empire states had 280,000 troops in the field, with England, the Dutch Republic, and Spain contributing another 156,000 specifically to the conflict against France. Of those 280,000, only 74,000, or about one quarter, were positioned against the Turks; the rest were fighting France. Overall, from 1683 to 1699, the Imperial states had on average 88,100 men fighting the Turks, while from 1689 to 1697, they had on average 127,410 fighting the French.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "war",
            "wzTag": "war",
            "wzName": "war_of_the_spanish_succession_1701",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "War of the Spanish Succession (1701-1715)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1701",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1715",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/War_of_the_Austrian_Succession",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The War of the Spanish Succession (1701–1715) was a conflict involving many of the leading European powers that was triggered by the death in November 1700 of the childless Charles II of Spain. It established the principle that dynastic rights were secondary to maintaining the balance of power between different countries. Related conflicts include the 1700–1721 Great Northern War, Rákóczi's War of Independence in Hungary, the Camisards revolt in southern France, Queen Anne's War in North America and trade wars in India and South America.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Although weakened by over a century of continuous conflict, in 1700 the Spanish Empire remained a global power with its vast dominions including the Spanish Netherlands, large parts of Italy, the Philippines, and much of the Americas. Charles's closest heirs were members of the Austrian Habsburgs or French Bourbons; acquisition of an undivided Spanish Empire by either threatened the European balance of power.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Attempts by Louis XIV of France and William III of England to partition the empire in 1698 and 1700 were rejected by the Spanish. Instead, Charles named Philip of Anjou, a grandson of Louis XIV, as his heir; if he refused, the alternative was Archduke Charles, younger son of Leopold I, Holy Roman Emperor. Having accepted, Philip was proclaimed king of an undivided Spanish Empire on 16 November 1700. The proclamation led to war, with France and Spain on one side and the Grand Alliance on the other to maintain the separation of the Spanish and French thrones.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The French held the advantage in the early stages, but were forced onto the defensive after 1706; however, by 1710 the Allies had failed to make any significant progress, while Bourbon victories in Spain had secured Philip's position as king. When Emperor Joseph I died in 1711, Archduke Charles succeeded his brother as emperor, and the new British government initiated peace talks. Since only British subsidies kept their allies in the war, this resulted in the 1713–15 Peace of Utrecht treaties, followed by the 1714 Treaties of Rastatt and Baden.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Philip was confirmed as king of Spain in return for renouncing the right of himself or his descendants to inherit the French throne; the Spanish Empire remained largely intact, but ceded territories in Italy and the Low Countries to Austria and Savoy. Britain retained Gibraltar and Menorca which it captured during the war, acquired significant trade concessions in the Spanish Americas, and replaced the Dutch as the leading maritime and commercial European power. The Dutch gained a strengthened defence line in what was now the Austrian Netherlands; although they remained a major commercial power, the cost of the war permanently damaged their economy.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "France withdrew backing for the exiled Jacobites and recognised the Hanoverians as heirs to the British throne; ensuring a friendly Spain was a major achievement, but left them financially exhausted. The decentralisation of the Holy Roman Empire continued, with Prussia, Bavaria and Saxony increasingly acting as independent states. Combined with victories over the Ottomans, this meant the Austrian Habsburgs increasingly switched their focus to southern Europe.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "war",
            "wzTag": "war",
            "wzName": "war_of_the_austrian_succession",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "War of the Austrian Succession",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1740",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1748",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Nine_Years%27_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The War of the Austrian Succession was the last of the three major Bourbon-Habsburg wars of the first half of the 18th century. It was preceded by the 1700–1715 War of the Spanish Succession, which confirmed Bourbon control of Spain, but where the Spanish crown ceded control of much of its European territory to the Habsburgs, and the 1733–1735 War of the Polish Succession, which began as an unrelated conflict, but was primarily used as a proxy war by the Bourbons and Habsburgs and mainly resulted in several significant territorial exchanges between the two great dynasties. The War of the Austrian Succession was fought from 1740 to 1748, and marked the rise of Prussia as a great power. Related conflicts included King George's War, the War of Jenkins' Ear, the First Carnatic War and the First and the Second Silesian Wars.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The pretext for the war was Maria Theresa's right to inherit her father Emperor Charles VI's crowns in the Habsburg monarchy, but France, Prussia and Bavaria saw it as an opportunity to challenge Habsburg power. Maria Theresa was backed by Britain, the Dutch Republic and Hanover, which were collectively known as the Pragmatic Allies. As the conflict widened, it drew in other participants, among them Spain, Sardinia, Saxony, Sweden and Russia.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "There were four primary theatres of the war: Central Europe, the Austrian Netherlands, Italy, and the seas. Prussia occupied Silesia in 1740 and repulsed Austrian efforts to regain it, and between 1745 and 1748, France conquered most of the Austrian Netherlands. Elsewhere, Austria and Sardinia defeated Spanish attempts to regain territories in Northern Italy, and by 1747, a British naval blockade was crippling French trade.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The war ended with the Treaty of Aix-la-Chapelle (1748) by which Maria Theresa was confirmed as Archduchess of Austria and Queen of Hungary. The treaty reflected that stalemate since most of the commercial issues that had led to the war were left unresolved, and many of the signatories were unhappy with the terms. Although the war had nearly bankrupted the state, Louis XV withdrew from the Low Countries for minimal benefit, to the dismay of France's nobility and populace. The Spanish considered their gains in Italy inadequate since they had failed to recover Menorca or Gibraltar and viewed the reassertion of British commercial rights in the Americas as an insult.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Although Maria Theresa was acknowledged as her father's heir, she did not consider that a concession and deeply resented Britain's role in forcing her to cede Silesia to Prussia. For British statesmen, the war demonstrated the vulnerability of George II's German possession of Hanover to Prussia, and many politicians considered they had received little benefit from the enormous subsidies paid to Austria.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The only state to come out unequivocally better from the war was likely Prussia and its king, Frederick the Great, which not only emerged territorially enriched by the acquisition of the large and productive land of Silesia, but also raised its profile to become a major great power of Europe for the next century, serving as a northern German counterbalance to Austrians.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The result was the realignment known as the Diplomatic Revolution, a major restructuring of the centuries-old alliance system in Europe. Habsburg Austria and Bourbon France emerged as allies to counterbalance the ascendent Prussia, which itself became allied to Great Britain, ending the Anglo-Austrian Alliance which had been in place for the first half of the century. These shifting alliances set up the Seven Years' War in the following decade.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "war",
            "wzTag": "war",
            "wzName": "seven_years_war_1756_1763",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Seven Years' War (1756-1763)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1756",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1763",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Seven_Years%27_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Seven Years' War (1756-1763) was a global conflict between Great Britain and France for global pre-eminence. Britain, France and Spain fought both in Europe and overseas with land-based armies and naval forces, while Prussia sought territorial expansion in Europe and consolidation of its power. Long-standing colonial rivalries pitting Britain against France and Spain in North America and the Caribbean islands were fought on a grand scale with consequential results. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740-1748). Prussia sought greater influence in the German states, while Austria wanted to regain Silesia, captured by Prussia in the previous war, and to contain Prussian influence.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "In a realignment of traditional alliances, known as the Diplomatic Revolution of 1756, Prussia became part of a coalition led by Britain, which also included long-time Prussian competitor Hanover, at the time in personal union with Britain. At the same time, Austria ended centuries of conflict between the Bourbon and Habsburg families by allying with France, along with Saxony, Sweden and Russia. Spain aligned formally with France in 1762. Spain unsuccessfully attempted to invade Britain's ally Portugal, attacking with their forces facing British troops in Iberia. Smaller German states either joined the Seven Years' War or supplied mercenaries to the parties involved in the conflict.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Anglo-French conflict over their colonies in North America had begun in 1754 in what became known in the United States as the French and Indian War, a nine-year war that ended France's presence as a land power. It was \"the most important event to occur in eighteenth-century North America\" prior to the American Revolution. Spain entered the war in 1761, joining France in the Third Family Compact between the two Bourbon monarchies. The alliance with France was a disaster for Spain, with the loss to Britain of two major ports, Havana in the Caribbean and Manila in the Philippines, returned in the 1763 Treaty of Paris between France, Spain and Great Britain. In Europe the large-scale conflict that drew in most of the European powers was centered on the desire of Austria (long the political centre of the Holy Roman Empire of the German nation) to recover Silesia from Prussia. The Treaty of Hubertusburg ended the war between Saxony, Austria and Prussia, in 1763. Britain began its rise as the world's predominant colonial and naval power. For a time France's supremacy in Europe was halted until after the French Revolution and the emergence of Napoleon Bonaparte. Prussia confirmed its status as a great power, challenging Austria for dominance within the German states, thus altering the European balance of power.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "war",
            "wzTag": "war",
            "wzName": "american_revolutionary_war_1775",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "American Revolutionary War (1775-1783)",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "American War of Independence",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1775",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1783",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Seven_Years%27_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The American Revolutionary War secured a United States of America independent from Great Britain. Fighting began on April 19, 1775, followed by the Declaration of Independence on July 4, 1776. The American Patriots were supported by France and Spain, conflict taking place in North America, the Caribbean, and Atlantic Ocean.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Established by royal charter in the 17th and 18th centuries, the American colonies were largely autonomous in domestic affairs and commercially prosperous, trading with Britain and its Caribbean colonies, as well as other European powers via their Caribbean entrepôts. After British victory in the Seven Years' War in 1763, tensions arose over trade, colonial policy in the Northwest Territory and taxation measures, including the Stamp Act and Townshend Acts. Colonial opposition led to the 1770 Boston Massacre and 1773 Boston Tea Party, with Parliament responding by imposing the so-called Intolerable Acts.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "On September 5, 1774, the First Continental Congress drafted a Petition to the King and organized a boycott of British goods. Despite attempts to achieve a peaceful solution, fighting began with the Battle of Lexington on April 19, 1775 and in June Congress authorized George Washington to create a Continental Army, where John Adams nominated Washington as the commander-in-chief. Although the \"coercion policy\" advocated by the North ministry was opposed by a faction within Parliament, both sides increasingly viewed conflict as inevitable. The Olive Branch Petition sent by Congress to George III in July 1775 was rejected and in August Parliament declared the colonies to be in a state of rebellion.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Following the loss of Boston in March 1776, Sir William Howe, the new British commander-in-chief, launched the New York and New Jersey campaign. He captured New York City in November, before Washington won small but significant victories at Trenton and Princeton, which restored Patriot confidence. In summer 1777, Howe succeeded in taking Philadelphia, but in October a separate force under John Burgoyne was forced to surrender at Saratoga. This victory was crucial in convincing powers like France and Spain an independent United States was a viable entity. The Continental Army then went into winter quarters in Valley Forge, where General von Steuben drilled it into an organized fighting unit.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "France provided the US informal economic and military support from the beginning of the rebellion, and after Saratoga the two countries signed a commercial agreement and a Treaty of Alliance in February 1778. In return for a guarantee of independence, Congress joined France in its global war with Britain and agreed to defend the French West Indies. Spain also allied with France against Britain in the Treaty of Aranjuez (1779), though it did not formally ally with the Americans. Nevertheless, access to ports in Spanish Louisiana allowed the Patriots to import arms and supplies, while the Spanish Gulf Coast campaign deprived the Royal Navy of key bases in the south.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "This undermined the 1778 strategy devised by Howe's replacement, Sir Henry Clinton, which took the war into the Southern United States. Despite some initial success, by September 1781 Cornwallis was besieged by a Franco-American force in Yorktown. After an attempt to resupply the garrison failed, Cornwallis surrendered in October, and although the British wars with France and Spain continued for another two years, this ended fighting in North America. In April 1782, the North ministry was replaced by a new British government which accepted American independence and began negotiating the Treaty of Paris, ratified on September 3, 1783. The war officially ended on September 3, 1783 when Britain accepted American independence in the Treaty of Paris, while the Treaties of Versailles resolved separate conflicts with France and Spain.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "war",
            "wzTag": "war",
            "wzName": "crimean_war_1853",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Crimean War (1853-1856)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1853/10",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1856/2",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Crimean_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Crimean War was a military conflict in which Russia lost to an alliance of France, the Ottoman Empire, the United Kingdom and Piedmont-Sardinia. The immediate cause of the war involved the rights of Christian minorities in Palestine, which was part of the Ottoman Empire. The French promoted the rights of Roman Catholics, and Russia promoted those of the Eastern Orthodox Church. Longer-term causes involved the decline of the Ottoman Empire, the expansion of the Russian Empire in the preceding Russo-Turkish Wars, and the British and French preference to preserve the Ottoman Empire to maintain the balance of power in the Concert of Europe. It has widely been noted that the causes, in one case involving an argument over a key, had never revealed a \"greater confusion of purpose\" but led to a war that stood out for its \"notoriously incompetent international butchery\".",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "event",
            "wzTag": "event",
            "wzName": "austro_hungarian_campaign_in_bosnia_and_herzegovina_in_1878",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Austro-Hungarian campaign in Bosnia and Herzegovina (1878)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1878/7/29",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1878/10/20",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Austro-Hungarian_campaign_in_Bosnia_and_Herzegovina_in_1878",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The campaign to establish Austro-Hungarian rule in Bosnia and Herzegovina lasted from 29 July to 20 October 1878 against the local resistance fighters supported by the Ottoman Empire. The Austro-Hungarian Army entered the country in two large movements: one from the north into Bosnia, and another from the south into Herzegovina. A series of battles in August culminated in the fall of Sarajevo on the 19th after a day of street-to-street fighting. In the hilly countryside a guerrilla campaign continued until the last rebel stronghold fell after their leader was captured.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "event",
            "wzTag": "event",
            "wzName": "russo_turkish_war_1877",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "The Russo-Turkish War (1877–1878)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1887",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1878",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Russo-Turkish_War_(1877%E2%80%931878)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Russo-Turkish War of 1877–1878  was a conflict between the Ottoman Empire and the Eastern Orthodox Christians coalition led by the Russian Empire and composed of Bulgaria, Romania, Serbia, and Montenegro. Fought in the Balkans and in the Caucasus, it originated in emerging 19th century Balkan nationalism. Additional factors included the Russian goals of recovering territorial losses endured during the Crimean War of 1853-56, re-establishing itself in the Black Sea and supporting the political movement attempting to free Balkan nations from the Ottoman Empire.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Russian-led coalition won the war, pushing the Ottomans back all the way to the gates of Constantinople, leading to the intervention of the western European great powers.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "As a result, Russia succeeded in claiming provinces in the Caucasus, namely Kars and Batum, and also annexed the Budjak region. The principalities of Romania, Serbia, and Montenegro, each of which had had de facto sovereignty for some years, formally proclaimed independence from the Ottoman Empire. After almost five centuries of Ottoman domination (1396-1878), an autonomous Bulgarian state emerged with the help and military intervention of Russia: the Principality of Bulgaria, covering the land between the Danube River and the Balkan Mountains (except Northern Dobruja which was given to Romania), as well as the region of Sofia, which became the new state's capital. The Congress of Berlin in 1878 also allowed Austria-Hungary to occupy Bosnia and Herzegovina and Great Britain to take over Cyprus.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The initial Treaty of San Stefano, signed on 3 March 1878, is today celebrated on Liberation Day in Bulgaria, although the occasion somewhat fell out of favour during the years of Communist rule.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "event",
            "wzTag": "event",
            "wzName": "first_boer_war_1880",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "First Boer War (1880-1881)",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "Transvaal Rebellion",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1880/12/16",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1881/3/21",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/First_Boer_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The First Boer War 1880-1881, was a war fought between the United Kingdom and Boers of the Transvaal (as the South African Republic was known while under British administration). The war resulted in a Boer victory and eventual independence of the South African Republic.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "event",
            "wzTag": "event",
            "wzName": "anglo_egyptian_war_1882",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Anglo-Egyptian War (1882)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1882",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1882",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Anglo-Egyptian_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The British conquest of Egypt (1882), also known as Anglo-Egyptian War, occurred in 1882 between Egyptian and Sudanese forces under Ahmed ‘Urabi and the United Kingdom. It ended a nationalist uprising against the Khedive Tewfik Pasha. It established firm British influence over Egypt at the expense of the Egyptians, the French, and the Ottoman Empire, whose already weak authority became nominal.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "British troops then occupied Egypt until the Anglo-Egyptian Treaty of 1922 and Anglo-Egyptian treaty of 1936, giving gradual control back to the government of Egypt.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Hopkins argues that Britain continued its occupation of Egypt after 1882 in order to guarantee British investments: \"Britain had important interests to defend in Egypt and she was prepared to withdraw only if conditions guaranteeing the security of those interests were met—and they never were.\" Consistent with this view, investment in Egypt increased during the British occupation, interest rates fell, and bond prices rose.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "event",
            "wzTag": "event",
            "wzName": "greco_turkish_war_1897",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Greco-Turkish War (1897)",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "Thirty Days' War",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1898/4/21",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1898/8/13",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Greco-Turkish_War_(1897)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Greco-Turkish War of 1897 was a war fought between the Kingdom of Greece and the Ottoman Empire. Its immediate cause involved the status of the Ottoman province of Crete, whose Greek-majority population had long desired union with Greece. Despite the Ottoman victory on the field, an autonomous Cretan State under Ottoman suzerainty was established the following year (as a result of the intervention of the Great Powers after the war), with Prince George of Greece and Denmark as its first High Commissioner.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The war put the military and political personnel of Greece to test in an official open war for the first time since the Greek War of Independence in 1821. For the Ottoman Empire, this was also the first war-effort to test a re-organized military system. The Ottoman army operated under the guidance of a German military mission led (1883-1895) by Colmar Freiherr von der Goltz, who had reorganized the Ottoman military after its defeat in the Russo-Turkish War of 1877-1878.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The conflict proved that Greece was wholly unprepared for war. Plans, fortifications and weapons were non-existent, the mass of the officer corps was unsuited to its tasks, and training was inadequate. As a result, the numerically superior, better-organized, -equipped and -led Ottoman forces, heavily composed of Albanian warriors with combat experience, pushed the Greek forces south out of Thessaly and threatened Athens, only to cease fire when the Great Powers persuaded the Sultan to agree to an armistice.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "event",
            "wzTag": "event",
            "wzName": "spanish_american_war_1898",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Spanish-American War (1898)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1898/4/21",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1898/8/13",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Spanish%E2%80%93American_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Spanish–American War was a period of armed conflict between Spain and the United States. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to United States intervention in the Cuban War of Independence. The war led to the United States emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. It led to United States involvement in the Philippine Revolution and later to the Philippine-American War.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The main issue was Cuban independence. Revolts had been occurring for some years in Cuba against Spanish colonial rule. The United States backed these revolts upon entering the Spanish-American War. There had been war scares before, as in the Virginius Affair in 1873. But in the late 1890s, American public opinion swayed in support of the rebellion because of reports of concentration camps set up to control the populace. Yellow journalism exaggerated the atrocities to further increase public fervor and to sell more newspapers and magazines.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The business community had just recovered from a deep depression and feared that a war would reverse the gains. Accordingly, most business interests lobbied vigorously against going to war. President William McKinley ignored the exaggerated news reporting and sought a peaceful settlement. However, after the United States Navy armored cruiser Maine mysteriously exploded and sank in Havana Harbor on February 15, 1898, political pressures from the Democratic Party pushed McKinley into a war that he had wished to avoid.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "On April 20, 1898, McKinley signed a joint Congressional resolution demanding Spanish withdrawal and authorizing the President to use military force to help Cuba gain independence. In response, Spain severed diplomatic relations with the United States on April 21. On the same day, the United States Navy began a blockade of Cuba. Both sides declared war; neither had allies.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The 10-week war was fought in both the Caribbean and the Pacific. As United States agitators for war well knew, United States naval power would prove decisive, allowing expeditionary forces to disembark in Cuba against a Spanish garrison already facing nationwide Cuban insurgent attacks and further devastated by yellow fever. The invaders obtained the surrender of Santiago de Cuba and Manila despite the good performance of some Spanish infantry units, and fierce fighting for positions such as San Juan Hill. Madrid sued for peace after two Spanish squadrons were sunk in the battles of Santiago de Cuba and Manila Bay, and a third, more modern fleet was recalled home to protect the Spanish coasts.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The war ended with the 1898 Treaty of Paris, negotiated on terms favorable to the United States. The treaty ceded ownership of Puerto Rico, Guam, and the Philippine islands from Spain to the United States and granted the United States temporary control of Cuba. The cession of the Philippines involved payment of $20 million ($650 million today) to Spain by the U.S. to cover infrastructure owned by Spain.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The defeat and loss of the Spanish Empire's last remnants was a profound shock to Spain's national psyche and provoked a thorough philosophical and artistic reevaluation of Spanish society known as the Generation of '98. The United States meanwhile not only became a major power, but also gained several island possessions spanning the globe, which provoked rancorous debate over the wisdom of expansionism.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "event",
            "wzTag": "event",
            "wzName": "second_boer_war_1899",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Second Boer War (1899-1902)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1899/12/16",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1902/3/21",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Second_Boer_War",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Second Boer War 1899-1902, was a conflict fought between the British Empire and the two Boer Republics (the South African Republic and the Orange Free State) over the Empire's influence in Southern Africa from 1899 to 1902. Triggered by the discovery of diamond and gold deposits in the Boer republics, the Boers launched successful attacks against British outposts in the opening stages of the war before being pushed back by imperial reinforcements. Though the British swiftly occupied the Boer republics, numerous Boers refused to accept defeat and engaged in guerrilla warfare. Eventually, British scorched earth policies brought the remaining Boer guerillas to the negotiating table, ending the war.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The conflict broke out in 1899 after the failure of the Bloemfontein Conference and Boer irregulars and militia attacked colonial settlements in nearby British colonies. Starting in October 1899, the Boers placed Ladysmith, Kimberley, and Mafeking under siege, and won a string of victories at Colenso, Magersfontein and Stormberg. In response to these developments, increased numbers of British Army soldiers were brought to Southern Africa, and mounted largely unsuccessful attacks against the Boers. However, British military fortunes changed when their commanding officer, General Redvers Buller was replaced by Lord Roberts and Lord Kitchener, who relieved the three besieged cities and invaded the two Boer Republics in early 1900 at the head of a 180,000-strong expeditionary force. The Boers, aware they were unable to resist such a large force, chose to refrain from fighting pitched battles, allowing the British to occupy both republics and their capitals, Pretoria and Bloemfontein.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Boer politicians, including President of the South African Republic Paul Kruger either fled the region or went into hiding; the British Empire officially annexed the two republics in 1900. In Britain, the Conservative ministry led by Lord Salisbury attempted to capitalise on British military successes by calling an early general election, which was dubbed by contemporary observers as a \"khaki election\". However, numerous Boer fighters took to the hills and launched a guerrilla campaign against the British occupational forces, becoming known as bittereinders. Led by prominent generals such as Louis Botha, Jan Smuts, Christiaan de Wet, and Koos de la Rey, Boer guerrillas launched a campaign of hit-and-run attacks and ambushes against the British, which would continue for two years.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Boer guerrilla campaign proved difficult for the British to defeat, due in part to British unfamiliarity with guerrilla tactics and extensive support for the guerrillas among the civilian population in the Boer Republics. In response to continued failures to defeat the Boer guerillas, British high command ordered several scorched earth policies to be implemented as part of a large scale and multi-pronged counterinsurgency campaign; a complex network of nets, blockhouses, strongpoints and barbed wire fences was constructed, virtually partitioning the occupied republics. British troops were ordered to destroy farms and slaughter livestock to deny them to Boer guerillas, and over a hundred thousand Boer civilians (mostly women and children) were forcibly relocated into concentration camps, where 26,000 died of various causes, mostly starvation and disease. Black Africans in the same areas were also interned in concentration camps as well to prevent them from supplying the Boers; 20,000 died in the camps as well, largely due to the same causes as their Boer counterparts.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "In addition to these scorched earth policies, British mounted infantry units were deployed to track down and engage individual Boer guerillas units; by this stage of the war, all battles being fought were small-scale skirmishes. Few combatants on either side were killed in action, with most casualties coming via disease. Lord Kitchener began to offer generous terms of surrender to remaining Boer leaders in an effort to bring an end to the conflict. Eager to ensure their fellow Boers were released from the concentration camps, the majority of Boer commanders accepted the British terms in the Treaty of Vereeniging, formally surrendering in May 1902. The former republics were transformed into the British colonies of the Transvaal and Orange River, and in 1910 were merged with the Natal and Cape Colonies to form the Union of South Africa, a self-governing dominion within the British Empire.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "British expeditionary efforts were aided significantly by local colonial forces from the Cape Colony, the Natal Colony, Rhodesia, as well as volunteers from the British Isles and the British Empire worldwide, particularly Australia, Canada, India and New Zealand. Later in the war, Black African recruits contributed increasingly to the British war effort. International public opinion was generally sympathetic to the Boers and hostile to the British. Even within the United Kingdom, there existed significant opposition to the war. As a result, the Boer cause attracted thousands of volunteers from neutral countries all over the world, including German Empire, United States, Russia and even some parts of the British Empire such as Australia and Ireland. Many consider the Boer War as marking the beginning of the questioning of the British Empire's veneer of impenetrable global dominance; this is due to the war's surprisingly long duration and the unforeseen, discouraging losses suffered by the British fighting the \"cobbled-together army\" of Boers.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "event",
            "wzTag": "event",
            "wzName": "suez_crisis_1956",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Suez Crisis (1956)",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "Second Arab-Israeli war (1956)",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1899/12/16",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1902/3/21",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Suez_Crisis",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Suez Crisis, or the Second Arab–Israeli war, was an invasion of Egypt in late 1956 by Israel, followed by the United Kingdom and France. The aims were to regain control of the Suez Canal for the Western powers and to remove Egyptian president Gamal Abdel Nasser, who had just nationalised the foreign-owned Suez Canal Company, which administered the canal. After the fighting had started, political pressure from the United States, the Soviet Union and the United Nations led to a withdrawal by the three invaders. The episode humiliated the United Kingdom and France and strengthened Nasser.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "On 26 July 1956, Nasser nationalised the Suez Canal Company, which prior to that was owned primarily by British and French shareholders. On 29 October, Israel invaded the Egyptian Sinai. Britain and France issued a joint ultimatum to cease fire, which was ignored. On 5 November, Britain and France landed paratroopers along the Suez Canal. Before the Egyptian forces were defeated, they had blocked the canal to all shipping by sinking 40 ships in the canal. It later became clear that Israel, France and Britain had conspired to plan out the invasion. The three allies had attained a number of their military objectives, but the canal was useless. Heavy political pressure from the United States and the USSR led to a withdrawal. U.S. president Dwight D. Eisenhower had strongly warned Britain not to invade; he threatened serious damage to the British financial system by selling the US government's pound sterling bonds. Historians conclude the crisis \"signified the end of Great Britain's role as one of the world's major powers\".",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Suez Canal was closed from October 1956 until March 1957. Israel fulfilled some of its objectives, such as attaining freedom of navigation through the Straits of Tiran, which Egypt had blocked to Israeli shipping since 1948-50.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "As a result of the conflict, the United Nations created the UNEF Peacekeepers to police the Egyptian-Israeli border, British prime minister Anthony Eden resigned, Canadian external affairs minister Lester Pearson won the Nobel Peace Prize, and the USSR may have been emboldened to invade Hungary.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_karlowitz_1699",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Karlowitz",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1699/1/26",
                    "items": []
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Karlowitz",
                    "items": []
                },
                {
                    "wzElement": "text",
                    "wzTag": "+",
                    "wzName": "The Treaty of Karlowitz was signed on 26 January 1699 in Karlowitz, Military Frontier of Archduchy of Austria (present-day Sremski Karlovci, Serbia), concluding the Great Turkish War of 1683-1697 in which the Ottoman Empire had been defeated at the Battle of Zenta by the Holy League. It marks the end of Ottoman control in much of Central Europe, with their first major territorial losses after centuries of expansion, and established the Habsburg monarchy as the dominant power of the region.",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "great_turkish_war",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "mediator",
                    "wzTag": "mediator",
                    "wzName": "dutch_republic",
                    "items": []
                },
                {
                    "wzElement": "mediator",
                    "wzTag": "mediator",
                    "wzName": "kingdom_of_england",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "ottoman_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "holy_roman_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "poland_lithuania",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "republic_of_venice",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "papal_states",
                    "items": []
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "peace_of_utrecht_1713",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Peace of Utrecht",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1713/4",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1715/2",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "war_of_the_spanish_succession_1701",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Peace_of_Utrecht",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Peace of Utrecht was a series of peace treaties signed by the belligerents in the War of the Spanish Succession, in the Dutch city of Utrecht between April 1713 and February 1715. The war involved three contenders for the vacant throne of Spain, and involved much of Europe for over a decade. The main action saw France as the defender of Spain against a multinational coalition. The war was very expensive and bloody and finally stalemated. Essentially, the treaties allowed Philip V (grandson of King Louis XIV of France) to keep the Spanish throne in return for permanently renouncing his claim to the French throne, along with other necessary guarantees that would ensure that France and Spain should not merge, thus preserving the balance of power in Europe.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The treaties between several European states, including Spain, Great Britain, France, Portugal, Savoy and the Dutch Republic, helped end the war. The treaties were concluded between the representatives of Louis XIV of France and of his grandson Philip on one hand, and representatives of Queen Anne of Great Britain, King Victor Amadeus II of Sardinia, King John V of Portugal and the United Provinces of the Netherlands on the other. Though the king of France ensured the Spanish crown for his dynasty, the treaties marked the end of French ambitions of hegemony in Europe expressed in the continuous wars of Louis XIV, and paved the way to the European system based on the balance of power. British historian G. M. Trevelyan argued that: That Treaty, which ushered in the stable and characteristic period of Eighteenth-Century civilization, marked the end of danger to Europe from the old French monarchy, and it marked a change of no less significance to the world at large, — the maritime, commercial and financial supremacy of Great Britain.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Another enduring result was the creation of the Spanish Bourbon dynasty, which still reigns over Spain up to the present day whilst the French branch of the House of Bourbon has long since been dethroned.",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_france",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "spanish_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_great_britain",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "holy_roman_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_prussia",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_portugal",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "dutch_republic",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "duchy_of_savoy",
                    "items": []
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_Aix-la-Chapelle_1748",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Aix-la-Chapelle",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1748",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "war_of_the_austrian_succession",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Aix-la-Chapelle_(1748)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The 1748 Treaty of Aix-la-Chapelle, sometimes called the Treaty of Aachen, ended the War of the Austrian Succession, following a congress assembled on 24 April 1748 at the Free Imperial City of Aachen.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The two main protagonists in the war, Britain and France, opened peace talks in the Dutch city of Breda in 1746. Agreement was delayed by British hopes of improving their position; when this failed to occur, a draft treaty was agreed on 30 April 1748. A final version was signed on 18 October 1748 by Britain, France, and the Dutch Republic.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The terms were then presented to the other belligerents, who could either accept them, or continue the war on their own. Austria, Spain, and Sardinia had little choice but to comply, and signed separately. The Modena, and Genoa joined together on 21 January 1749.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The treaty largely failed to resolve the issues that caused the war, while most of the signatories were unhappy with the terms. Maria Theresa resented Austria's exclusion from the talks, and blamed Britain for forcing her to accept concessions, while British politicians felt they had received little benefit for the financial subsidies paid to her. The combination of factors led to the strategic realignment known as the Diplomatic Revolution, and the outbreak of the Seven Years' War in 1756.",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "signature",
                    "wzTag": "signature",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "date",
                            "wzTag": "date",
                            "wzName": "1748/10/18",
                            "items": []
                        },
                        {
                            "wzElement": "party",
                            "wzTag": "party",
                            "wzName": "kingdom_of_great_britain",
                            "items": []
                        },
                        {
                            "wzElement": "party",
                            "wzTag": "party",
                            "wzName": "kingdom_of_france",
                            "items": []
                        },
                        {
                            "wzElement": "party",
                            "wzTag": "party",
                            "wzName": "dutch_republic",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "signature",
                    "wzTag": "signature",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "date",
                            "wzTag": "date",
                            "wzName": "1748/12/4",
                            "items": []
                        },
                        {
                            "wzElement": "party",
                            "wzTag": "party",
                            "wzName": "spanish_empire",
                            "items": []
                        },
                        {
                            "wzElement": "party",
                            "wzTag": "party",
                            "wzName": "holy_roman_empire",
                            "items": []
                        },
                        {
                            "wzElement": "party",
                            "wzTag": "party",
                            "wzName": "kingdom_of_sardinia",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "signature",
                    "wzTag": "signature",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "date",
                            "wzTag": "date",
                            "wzName": "1749/1/21",
                            "items": []
                        },
                        {
                            "wzElement": "party",
                            "wzTag": "party",
                            "wzName": "republic_of_genoa",
                            "items": []
                        },
                        {
                            "wzElement": "party",
                            "wzTag": "party",
                            "wzName": "duchy_of_modena",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_paris_1756",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Paris",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "Treaty of 1763",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1763/2/10",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "seven_years_war_1756_1763",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Paris_(1763)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Treaty of Paris was signed by the kingdoms of Great Britain, France and Spain, with Portugal in agreement, after Great Britain and Prussia's victory over France and Spain during the Seven Years' War.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The signing of the treaty formally ended conflict between France and Great Britain over control of North America (the Seven Years' War, known as the French and Indian War in the United States), and marked the beginning of an era of British dominance outside Europe. Great Britain and France each returned much of the territory that they had captured during the war, but Great Britain gained much of France's possessions in North America. Additionally, Great Britain agreed to protect Roman Catholicism in the New World. The treaty did not involve Prussia and Austria as they signed a separate agreement, the Treaty of Hubertusburg, five days later.",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_great_britain",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_france",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "spanish_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_portugal",
                    "items": []
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_hubertusburg_1763",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Hubertusburg",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1763/2/10",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "seven_years_war_1756_1763",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Hubertusburg",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Treaty of Hubertusburg was signed by Austria and Saxony to end the Third Silesian War. Together with the Treaty of Paris, signed five days earlier, it marked the end of the Seven Years' War. The treaty ended the continental conflict with no significant changes in prewar borders. Austria and Saxony renounced all claims to the Silesian territories ceded to Prussia in the 1742 Treaty of Berlin and the 1745 Treaty of Dresden. Prussia clearly stood among the ranks of the European great powers, while the treaty enhanced the rivalry with Austria.",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_prussia",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "habsburg_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "electorate_of_saxony",
                    "items": []
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_paris_1783",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Paris",
                    "items": [
                        {
                            "wzElement": "alias",
                            "wzTag": "alias",
                            "wzName": "Treaty of 1783",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1763/2/10",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "american_revolutionary_war_1775",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Paris_(1783)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Treaty of Paris, signed in Paris by representatives of King George III of Great Britain and representatives of the United States of America on September 3, 1783, officially ended the American Revolutionary War and overall state of conflict between the two countries. The treaty set the boundaries between the British Empire in North America and the United States of America, on lines \"exceedingly generous\" to the latter. Details included fishing rights and restoration of property and prisoners of war.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "This treaty and the separate peace treaties between Great Britain and the nations that supported the American cause — France, Spain, and the Dutch Republic — are known collectively as the Peace of Paris. Only Article 1 of the treaty, which acknowledges the United States' existence as a free, sovereign, and independent states, remains in force.",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_great_britain",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "united_states",
                    "items": []
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_paris_1856",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Paris 1856",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1856/3/30",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "crimean_war_1853",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Paris_(1856)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The treaty made the Black Sea neutral territory, closing it to all warships and prohibiting fortifications and the presence of armaments on its shores.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The treaty diminished Russian influence in the region. Conditions for the return of Sevastopol and other towns and cities in the south of Crimea to Russia were severe since no naval or military arsenal could be established by Russia on the coast of the Black Sea.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_london_1871",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of London (1871)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1871/1/17",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "treaty",
                            "wzTag": "treaty",
                            "wzName": "treaty_of_paris_1856",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_London_(1871)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Treaty of London was an international treaty signed on 13 March 1871 by Germany, Austria, Turkey, the United Kingdom, France, Russia, and Italy. Foreign Minister of the Russian Empire Alexander Gorchakov on 31 October 1870 denounced the Black Sea clauses of the Treaty of Paris (1856). It violated article XIV of the Treaty, which stated It cannot be either annulled or modified without the assent of the Powers signing the present Treaty.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "In the London Protocol of 17 January 1871, it was said that the representatives of Germany, Austro-Hungary, Great Britain, Italy, Russia and Turkey, having met in a conference, recognized as a essential principle of the law of nations that no power can liberate itself from the engagements of a treaty, nor modify the stipulations thereof, except as the result of the consent of the contracting parties, by means of an amicable understanding.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Treaty signed 13 March 1871: Art. I. Articles XI, XIII, and XIV of the Treaty of Paris of March 30, 1856, as well as the special Convention concluded between Russia and the Sublime Porte, and annexed to the said Article XIV, are abrogated, and replaced by the following Article. Art. II. The principle of the closing of the Straits of the Dardanelles and the Bosphorus, such as it has been established by the separate Convention of March 30, 1856[132] is maintained, with power to His Imperial Majesty the Sultan to open the said Straits in time of peace to the vessels of war of friendly and allied Powers, in case the Sublime Porte should judge it necessary in order to secure the execution of the stipulations of the Treaty of Paris of March 30, 1856.[2]",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Treaty of Berlin (1878): Art. LXIII. The Treaty of Paris of March 30, 1856, as well as the Treaty of London of March 13, 1871, are maintained in all such of their provisions as are not abrogated or modified by the preceding stipulation.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_san_stefano_1878",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of San Stefano (1878)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1878/3/3",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "russo_turkish_war_1877",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_San_Stefano",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Treaty of San Stefano was a treaty between the Russian and Ottoman empires at the conclusion of the Russo-Turkish War of 1877-1878. It was signed at San Stefano, then a village west of Constantinople (present-day Istanbul), on 3 March 1878.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "According to the official Russian position, by signing the treaty, Russia had never intended anything more than a temporary rough draft, so as to enable a final settlement with the other Great Powers.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The treaty provided for the establishment of an autonomous Principality of Bulgaria following almost 500 years of Ottoman rule in the Bulgarian lands. Bulgarians celebrate the day the treaty was signed, 3 March 1878, as Liberation Day. However, the enlarged Bulgaria envisioned by the treaty alarmed neighboring states as well as France and Great Britain. As a result, the enlargement was never implemented, being superseded by the Treaty of Berlin following the Congress of the same name that took place three months later.",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "russian_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "ottoman_empire",
                    "items": []
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "congress_of_berlin_1878",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Berlin (1878)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "start",
                            "wzTag": "start",
                            "wzName": "1878/6/13",
                            "items": []
                        },
                        {
                            "wzElement": "end",
                            "wzTag": "end",
                            "wzName": "1878/7/13",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "russo_turkish_war_1877",
                            "items": []
                        },
                        {
                            "wzElement": "treaty",
                            "wzTag": "treaty",
                            "wzName": "treaty_of_san_stefano_1878",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Berlin_(1878)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Congress of Berlin was a diplomatic conference to reorganise the states in the Balkan Peninsula after the Russo-Turkish War of 1877–78, which had been won by Russia against the Ottoman Empire. Represented at the meeting were Europe's then six great powers: Russia, Great Britain, France, Austria-Hungary, Italy and Germany; the Ottomans; and four Balkan states: Greece, Serbia, Romania and Montenegro. The congress concluded with the signing of the Treaty of Berlin, replacing the preliminary Treaty of San Stefano that had been signed three months earlier.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The leader of the congress, German Chancellor Otto von Bismarck, sought to stabilise the Balkans, reduce the role of the defeated Ottoman Empire in the region, and balance the distinct interests of Britain, Russia and Austria-Hungary. He also wanted to avoid domination of the Balkans by Russia or the formation of a Greater Bulgaria, and to keep Constantinople in Ottoman hands. Under Bismarck's influence, the congress stripped the Ottomans of many of their European possessions, but refused to grant them to Russia and massively reduced the gains of Bulgaria (compared to the Principality of Bulgaria envisaged by the preliminary San Stefano treaty).",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The affected territories were instead granted varying degrees of independence. Romania became fully independent, though was forced to give part of Bessarabia to Russia, and gained Northern Dobruja. Serbia and Montenegro were also granted full independence but lost territory, with Austria-Hungary occupying the Sandžak region along with Bosnia and Herzegovina. Britain took possession of Cyprus. Of the territory that remained within the Ottoman Empire, Bulgaria was made a semi-independent principality, Eastern Rumelia became a special administration, and the region of Macedonia was returned to the Ottomans on condition of reforms to its governance.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The results were initially hailed as a success for peace in the region, but most of the participants were not satisfied with the outcome. The Ottomans were humiliated and had their weakness confirmed as the \"sick man of Europe\". Russia resented the lack of rewards, despite having won the war that the conference was supposed to resolve, and humiliated by the other great powers in their rejection of the San Stefano settlement. Serbia, Bulgaria and Greece all received far less than they thought they deserved, especially Bulgaria which was left with less than half of the territory envisioned by the Treaty of San Stefano. Bismarck became hated by Russian nationalists and Pan-Slavists, and later found that he had tied Germany too closely to Austria-Hungary in the Balkans. Although Austria-Hungary gained substantial territory, this angered the South Slavs and led to decades of tensions in Bosnia and Herzegovina, culminating in the assassination of Franz Ferdinand.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "In the long term, the settlement led to rising tensions between Russia and Austria-Hungary, and disputes over nationalism in the Balkans. Grievances with the results of the congress festered until they exploded in the First and Second Balkan Wars (1912 and 1913 respectively). Continuing nationalism in the Balkans was one of the causes of the First World War in 1914.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_berlin_1878",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Berlin (1878)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1878/7/13",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "russo_turkish_war_1877",
                            "items": []
                        },
                        {
                            "wzElement": "treaty",
                            "wzTag": "treaty",
                            "wzName": "congress_of_berlin_1878",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Berlin_(1878)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Treaty of Berlin (for the Settlement of Affairs in the East) was signed on 13 July 1878.[1][2] In the aftermath of the Russian victory against the Ottoman Empire in the Russo-Turkish War of 1877-1878, the major powers restructured the map of the Balkan region. They reversed some of the extreme gains claimed by Russia in the preliminary Treaty of San Stefano, but the Ottomans lost their major holdings in Europe. It was one of three major peace agreements in the period after the 1815 Congress of Vienna. It was the final act of the Congress of Berlin (13 June – 13 July 1878) and included Great Britain and Ireland, Austria-Hungary, France, Germany, Italy, Russia and the Ottoman Empire. Chancellor of Germany Otto von Bismarck was the chairman and dominant personality.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The most important task of the Congress was to decide the fate of Bulgaria, but Bulgaria itself was excluded from participation in the talks, at Russian insistence. At the time, as it was not a sovereign state, Bulgaria was not a subject of international law, and the same went for the Bulgarians themselves. The exclusion was already an established fact in the great powers' Constantinople Conference, which had been held one year before without any Bulgarian participation.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The most notable result of the conference was the official recognition of the newly independent states of Romania, Serbia and Montenegro (which had de facto been acting independently for decades).",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_great_britain",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "austro_hungarian_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "french_republic",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "german_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_italy",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "russian_empire",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "ottoman_empire",
                    "items": []
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_constantinople_1897",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Constantinople (1897)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1897/12/4",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "greco_turkish_war_1897",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Constantinople_(1897)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Treaty of Constantinople was a treaty between the Ottoman Empire and the Kingdom of Greece signed on 4 December 1897 following the Greco-Turkish War (1897).",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Although the Ottoman army was victorious in the field, the Ottoman Empire did not benefit from the victory. The suzerainty over Crete proved to be completely ineffective and Crete unilaterally declared union with Greece in 1908. This was formalized after the Balkan Wars, with the island joining Greece on 1 December 1913. In the 1923 population exchange between Greece and Turkey, the Muslim population of the island was transferred to Turkey.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "treaty_of_paris_1898",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Treaty of Paris (1898)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1898/12/10",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "spanish_american_war_1898",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Treaty_of_Paris_(1898)",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Treaty of Peace between the United States of America and the Kingdom of Spain, commonly known as the Treaty of Paris of 1898, was a treaty signed by Spain and the United States on December 10, 1898, that ended the Spanish–American War. Under it, Spain relinquished all claim of sovereignty over and title to Cuba and also ceded Puerto Rico, Guam, and the Philippines to the United States. The cession of the Philippines involved a compensation of $20 million from the United States to Spain.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The treaty came into effect on April 11, 1899, when the documents of ratification were exchanged. It was the first treaty negotiated between the two governments since the 1819 Adams-Onís Treaty.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Treaty of Paris marked the end of the Spanish Empire, apart from some small holdings. It had a major cultural impact in Spain known as the \"Generation of '98\". It marked the beginning of the United States as a world power. Many supporters of the war opposed the treaty, which became one of the major issues in the election of 1900 when it was opposed by Democrat William Jennings Bryan, who opposed imperialism. Republican President William McKinley supported the treaty and was easily reelected.",
                            "items": []
                        }
                    ]
                }
            ]
        },
        {
            "wzElement": "treaty",
            "wzTag": "treaty",
            "wzName": "anglo_egyptian_treaty_1936",
            "items": [
                {
                    "wzElement": "title",
                    "wzTag": "title",
                    "wzName": "Anglo-Egyptian Treaty (1936)",
                    "items": []
                },
                {
                    "wzElement": "date",
                    "wzTag": "date",
                    "wzName": "1936/8/26",
                    "items": []
                },
                {
                    "wzElement": "context",
                    "wzTag": "context",
                    "wzName": "",
                    "items": [
                        {
                            "wzElement": "war",
                            "wzTag": "war",
                            "wzName": "spanish_american_war_1898",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "wiki",
                    "wzTag": "wiki",
                    "wzName": "https://en.wikipedia.org/wiki/Anglo-Egyptian_treaty_of_1936",
                    "items": [
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "The Anglo-Egyptian Treaty of 1936 was a treaty signed between the United Kingdom and the Kingdom of Egypt.",
                            "items": []
                        },
                        {
                            "wzElement": "text",
                            "wzTag": "+",
                            "wzName": "Under the terms of the treaty, the United Kingdom was required to withdraw all its troops from Egypt, except those necessary to protect the Suez Canal and its surroundings, numbering 10,000 troops plus auxiliary personnel. Additionally, the United Kingdom would supply and train Egypt's army and assist in its defence in case of war. The treaty was to last for 20 years; it was negotiated in the Zaafarana palace, signed in London on 26 August 1936 and ratified on 22 December. It was registered in the League of Nations Treaty Series on 6 January 1937.",
                            "items": []
                        }
                    ]
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_great_britain",
                    "items": []
                },
                {
                    "wzElement": "party",
                    "wzTag": "party",
                    "wzName": "kingdom_of_egypt",
                    "items": []
                }
            ]
        }
    ],
    "ittfPanels": []
}