{
    "authors": [
        {
            "id": "Minkowski",
            "foundations": [],
            "opinions": [],
            "contents": [
                {
                    "line": "Eugéne Minkowski è stato uno psichiatra francese. Minkowski è considerato uno dei più importanti esponenti francesi della psichiatria fenomenologica del Novecento."
                },
                {
                    "line": "Egli ha introdotto i concetti di contatto vitale con la realtà e di tempo vissuto; ha inoltre sostenuto che la psicopatologia può essere sempre spiegata se viene tenuto conto della personale esperienza del tempo."
                }
            ],
            "fullname": "Eugéne Minkowski",
            "born": {
                "date": "17/4/1885",
                "place": "San Pietroburgo, Russia"
            },
            "died": {
                "date": "17/11/1972",
                "place": "Parigi, Francia"
            },
            "avatar": "./assets/img/authors/Minkowski.svg"
        },
        {
            "id": "Molaro",
            "foundations": [],
            "opinions": [],
            "contents": [
                {
                    "line": "L'autore Aurelio Molaro è dottorando di ricerca in Filosofia presso l'Università degli Studi di Milano e collabora attivamente con la cattedra di Storia della Psicologia del medesimo ateneo. Con Alfredo Civita ha realizzato il volume Binswanger e Freud."
                }
            ],
            "fullname": "Aurelio Molaro",
            "born": {
                "date": "Unknown",
                "place": "Unknown"
            },
            "died": {
                "date": "Unknown",
                "place": "Unknown"
            },
            "avatar": "./assets/img/authors/Molaro.jpg"
        },
        {
            "id": "Bleuler",
            "foundations": [],
            "opinions": [],
            "contents": [
                {
                    "line": "Fu uno dei più importanti psichiatri europei di ogni tempo e apportò contributi fondamentali alla moderna psicopatologia, ridefinendo clinicamente la schizofrenia e l'autismo, di cui coniò anche i relativi termini."
                }
            ],
            "fullname": "Eugene Bleuler",
            "born": {
                "date": "30/4/1857",
                "place": "Zollikon (Svizzera)"
            },
            "died": {
                "date": "15/7/1939",
                "place": "Zollikon (Svizzera)"
            },
            "avatar": "./assets/img/authors/Bleuler.jpg"
        },
        {
            "id": "lavelle",
            "foundations": [],
            "opinions": [],
            "contents": [],
            "fullname": "Louis Lavelle",
            "born": {
                "date": "Unknown",
                "place": "Unknown"
            },
            "died": {
                "date": "Unknown",
                "place": "Unknown"
            },
            "avatar": "./assets/img/authors/Lavelle.jpg"
        }
    ],
    "authorsGroups": [],
    "fields": [],
    "approaches": [],
    "concepts": [
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "adesso",
            "id": "minkowski.adesso",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "È ora per una sorta di restringimento del presente che approderemo all’“adesso”, allo stesso modo in cui abbiamo visto la ricerca dell’azione etica e della preghiera contrarsi, attraverso il desiderio e la speranza, fino all’attività e all’attesa, collocate più sul piano della vita quotidiana e perfino biologica che su quello della vita in quanto fenomeno [vie phénomenale] o della vita in quanto tale."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "105"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "L’adesso viene così a collocarsi sullo stesso piano dell’attività e dell’attesa, le quali – come sappiamo – non raggiungono che l’avvenire immediato e si riferiscono più all’Io nelle sue relazioni più concrete con l’ambiente immediato che all’Io nella sua generale comunione con il cosmo nella sua universalità. È quest’ultimo aspetto dell’Io che tuttavia ci interessa in primo luogo. Abbiamo così fatto passare il presente prima dell’adesso."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "105"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\adesso.philos.ittf",
            "title": {
                "text": "Adesso"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "attenzione",
            "id": "minkowski.attenzione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] vista – per così dire – nel suo significato alternativo, ovvero come fenomeno caratteristico della facoltà di fermarsi in generale di fronte a qualcosa nella vita."
                        ]
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "L’attenzione mantiene tutto nell’adesso. Come l’adesso, non ha durata vissuta; come l’adesso, è come un punto rispetto a questa durata. In fondo, l’attenzione è la sola azione che possiamo realizzare nell’adesso, o più esattamente legare ad esso. È lo slancio ridotto al momentaneo, uno slancio che cerca pertanto un completamento, comunque sempre passeggero, nella direzione impressa dalla nuova situazione. Il nostro sguardo si rivolge verso il mondo e vi trova il proprio compimento nella percezione che si libera da questo mondo nel momento in cui vi fissiamo la nostra attenzione."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "115"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\attenzione.philos.ittf",
            "title": {
                "text": "Attenzione"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "attesa",
            "id": "minkowski.attesa",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": ""
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\attesa.philos.ittf",
            "title": {
                "text": "Attesa"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "atto-esistenziale",
            "id": "minkowski.atto-esistenziale",
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\atto-esistenziale.philos.ittf",
            "title": {
                "text": "Atto esistenziale"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "avvenire",
            "id": "minkowski.avvenire",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "E l’avvenire è così il primo “punto cardinale”, la prima “dimensione” che ci sia data nel tempo. Solo a contatto con esso va delineandosi il passato che si situa ora dietro di noi, in modo tale che per guardarlo dobbiamo voltarci indietro. Grazie a questo contatto, la fuga del tempo diviene uno scorrimento più preciso verso il passato, ma non è più di un’esperienza fugace e passeggera."
                        ]
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Questo slancio [vitale], spalancando l’avvenire di fronte a noi, pone una nuova questione: come viviamo l’avvenire? Se delinea l’orizzonte dell’avvenire in tutta la sua grandezza, lo slancio [vitale] non esaurisce affatto la struttura di questo nelle sue particolarità. Al di là dell’infinità dell’avvenire-ideale, noi possiamo entrare in relazione diretta con un avvenire più ravvicinato e più palpabile, allo stesso modo che con l’avvenire immediato. Così i fenomeni che contengono in essi l’avvenire si collocano su tre livelli che procedono dall’alto verso il basso in una sorta di gradazione. Questi sono la ricerca dell’azione etica e la preghiera, il desiderio e la speranza, l’attività e l’attesa. Il primo termine di ciascuna coppia pone l’accento sull’azione del soggetto, che del resto rimane sempre in comunione con il cosmo, soprattutto nelle sue manifestazioni più alte; di contro, il secondo termine sposta quest’accento verso il divenire-ambiente."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "86"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\avvenire.philos.ittf",
            "title": {
                "text": "Avvenire"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "azione-etica",
            "id": "minkowski.azione-etica",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Sotto i suoi auspici, l’avvenire, nella sua originaria potenza, si apre di fronte a noi nella sua grandezza. È il bersaglio verso cui si dirige il nostro sguardo, verso il quale procedono le nostre aspirazioni, verso il quale ci spinge la nostra ricerca profonda, incessante, inesauribile, dell’ideale. La vita non conosce affatto altra direzione; non è in grado di farlo."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "83"
                    }
                },
                {
                    "line": "Come “ultima pietra” – ma prima in un ordine gerarchico di importanza – dell’edificio della temporalità vissuta nella forma dell’avvenire, l’azione etica si presenta invece come un’eccezionale esperienza della libertà capace di superare tanto l’aspetto razionale dell’agire umano quanto la singolare particolarità di ogni opera."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[Senza l'azione etica, infatti,] non soltanto saremmo esseri amorali, cioè esseri per i quali il problema etico non si porrebbe neanche, ma tutta la nostra vita risulterebbe singolarmente modificata nella sua struttura; immersi nelle tenebre, non vedremmo più l’avvenire aprirsi ampiamente davanti a noi; il nostro sguardo non saprebbe più scrutare l’orizzonte per attingervi le forze vive di tutta la nostra esistenza; a malapena potrebbe scoprire davanti a sé, urtandovi contro, qualche ombra scialba verso cui si dirigerebbero la nostra attività e i nostri desideri, ammettendo che tali desideri e tale attività possano sussistere ancora senza questo slancio verso il bene. L’avvenire si restringerebbe così stranamente davanti a noi; esisterebbe ancora appena, spento, scialbo e privo di vita."
                        ],
                        "book": "minkowski.le-temps-vécu",
                        "page": "106-107"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Come atto creativo che conduce alla più alta comprensione di sé e dell’universo nel suo procedere in avanti, l’azione etica rappresenta l’unica forma di azione capace di resistere al divenire: in questo senso, secondo Minkowski, l’ideale arriva a coincidere con l’avvenire puro – ovvero con ciò che per definizione dovrà attuarsi – e si fa coscienza di sé in ciascuno di noi, arrivando altresì a spalancare la temporalità vissuta nella sua più originaria purezza."
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\azione-etica.philos.ittf",
            "title": {
                "text": "Azione etica"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "caleidoscopio",
            "id": "minkowski.caleidoscopio",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "La stessa cosa [lo schema del movimento della fisica] vale, a maggior ragione, per la vita mentale. La nostra immagine la trasforma in una sorta di caleidoscopio. Gli stati di coscienza si succederebbero come lo fanno i momenti del tempo, e noi saremmo trascinati, fatalmente, ciecamente, da questa successione che nulla sarebbe in grado di fermare."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "65"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] questa immagine [del caleidoscopio] pecca per eccesso di un dinamismo fittizio e si allontana dai dati che il tempo vissuto ci fornisce sulla sua stessa natura. In realtà, noi camminiamo nel tempo, in esso organizziamo la nostra vita, tutta la nostra vita, e in esso volteggiamo con facilità e sicurezza, arriviamo ad affermarci in esso, a lasciarvi un’impronta della nostra azione personale."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "75"
                    }
                },
                {
                    "bax": {
                        "contents": [
                            {
                                "line": "Infatti la coscienza non è in rapporto diretto con il movimento dei corpi a livello fisico. Gli stati di coscienza sono il prodotto del lavoro di un apparato complesso - il sistema cognitivo - che media la realtà fisica ed i processi organici e cognitivi che con lei interagiscono.\nNoi camminiamo nel tempo e in esso organizziamo la nostra vita perché, con l'evoluzione, abbiamo imparato ad organizzare i processi fisiologici che ci consentono di farlo, svincolandoci dalla dipendenza al dinamismo fittizio di una coscienza caleidoscopica, come può essere quella di una falena eccitata dal movimento di un lume."
                            }
                        ]
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.schema-movimento-della-fisica",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.dinamismo-fittizio",
                    "contents": []
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\caleidoscopio.philos.ittf",
            "title": {
                "text": "Caleidoscopio"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "carattere-disparato-presente",
            "id": "minkowski.carattere-disparato-presente",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Infatti, il carattere disparato [disparate] del presente, del passato e dell’avvenire emerge in svariate circostanze. Messi di fronte al passato che la storia ci ricostruisce, per completa che sia la sua narrazione, non possiamo talvolta impedirci – di fronte alla constatazione che questo passato è stabilito in maniera definitiva – di risentirne intimamente la povertà. Un pensiero sorge: «È solo questo il passato, non c’è dunque stato nient’altro nella vita passata?». Arriviamo così a provare talvolta un certo dispiacere, allorquando ci confrontiamo con un resoconto storico, nel riferirlo al presente vissuto; non arriviamo neanche a farlo, e sebbene questo resoconto contenga un elemento di certezza che non potrebbe essere messo in dubbio non siamo affatto in grado di collocarlo in relazione a questo presente e vediamo istintivamente sorgere in noi la domanda, a prima vista assai sorprendente: «Questo passato è veramente esistito?». In realtà, questa questione non fa che esprimere che il mero allineamento dei fatti resta sempre al di sotto della pienezza del presente così come della grandiosità dell’avvenire, e che l’esistenza svincolata dal presente vissuto è incommensurabile con ciò che il passato ci dice di essa."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "99"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\carattere-disparato-presente.philos.ittf",
            "title": {
                "text": "Carattere disparato del presente"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "cattiva-azione",
            "id": "minkowski.cattiva-azione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Ma il passato, dal punto di vista dell’avvenire, non si limita affatto al sorpassato. Il positivo e il negativo, il bene e il male, qui si separano e si collocano asimmetricamente rispetto al tempo vissuto. In opposizione al blocco formato dalle opere positive, la cattiva azione vi si iscrive in maniera isolata. Deve farlo per lasciare giustamente la strada libera al cammino incessante verso il meglio dell’avvenire. Il male si iscrive necessariamente nel passato e ciò in modo da poter essere di nuovo cancellato, ma non come si cancella un disegno su una tavola, ma come glielo detta la grandezza dell’avvenire-ideale. Il primo ricordo, da questo punto di vista, non riguarderà affatto un avvenimento qualunque che la memoria avrà registrato meccanicamente, ma sarà il rimorso [remords] che conduce al pentimento. Questo primo ricordo sarà necessariamente cosciente, e la coscienza ritroverà in lui tutta la sua primaria portata."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "88"
                    }
                },
                {
                    "bax": {
                        "contents": [
                            {
                                "line": "Sarebbe estremamente interessante esaminare come le analisi di Melanie Klein relative alla posizione depressiva del bambino in in \"Invidia e gratitudine\" si relazionano a questo concetto di Minkowski."
                            }
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\cattiva-azione.philos.ittf",
            "title": {
                "text": "Cattiva azione"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "condizione-psicopatologica",
            "id": "minkowski.condizione-psicopatologica",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Nella prospettiva minkowskiana, la condizione psicopatologica costituisce l’importante indicatore di un processo di deformazione degli specifici fenomeni che strutturano progressivamente la temporalità vissuta [...] la destrutturazione della personalità e la conseguente insorgenza del sintomo psicopatologico non possono che essere ricondotte a una sorta di perdita della durata vissuta del tempo a motivo di un suo sempre più consistente processo di spazializzazione."
                        ],
                        "article": "molaro.il-divenire-e-le-esigenze-dell-essere",
                        "page": "46"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\condizione-psicopatologica.philos.ittf",
            "title": {
                "text": "Condizione psicopatologica"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "contatto-vitale-con-realtà",
            "id": "minkowski.contatto-vitale-con-realtà",
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\contatto-vitale-con-realtà.philos.ittf",
            "title": {
                "text": "Contatto vitale con la realtà"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "contemplazione",
            "id": "minkowski.contemplazione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Da una parte questa eccezionale pienezza, dall’altra anche questa calma, naturale, profonda, ma anche spirituale e impalpabile, di fronte alle preoccupazioni e alle lotte quotidiane da cui siamo assorbiti: questi fenomeni costituiscono una delle più grandi risorse, se non addirittura la più grande, di cui noi disponiamo."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "96"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\contemplazione.philos.ittf",
            "title": {
                "text": "Contemplazione"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "continuità-del-divenire",
            "id": "minkowski.continuità-del-divenire",
            "contents": [
                {
                    "line": "La continuità del divenire è un secondo volto del tempo a cui si lega  un atto comprensivo di ordine fenomenologico. Il primo era la possibilità di una reale e oggettiva spazializzazione (tipica del pensiero scientifico)."
                },
                {
                    "line": "Solo per il pensiero logico-razionale la successione temporale si pone come opposizione tra ciò che è già e ciò che non è ancora, giacché per la coscienza l’unità vissuta della temporalità si esprime invece nei termini della continuità del divenire."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "È vero che se tentiamo di fissare con il pensiero degli avvenimenti concreti, nel loro carattere temporale, essi si sottraggono e sfuggono. Ma, per quanto possa sembrare paradossale, il tempo non sembra affatto fuggire. Invece di sentirci trascinati con una rapidità vertiginosa da uno qualunque dei suoi elementi, al contrario vediamo il tempo dispiegarsi davanti ai nostri occhi; vediamo il divenire superare, oltrepassare indefinitamente ogni durata vissuta e ogni successione che tentiamo di fissare, senza ridurle a nullità, come farebbe, conformemente alle leggi della ragione, un infinitamente grande in rapporto a un infinitamente piccolo, bensì continuandole sempre di nuovo. È qui che il senso originario del fenomeno di continuità vissuta ci appare e ci diventa chiaro e plausibile."
                        ],
                        "book": "minkowski.le-temps-vécu",
                        "page": "28"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\continuità-del-divenire.philos.ittf",
            "title": {
                "text": "continuità del divenire"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "cronologia",
            "id": "minkowski.cronologia",
            "contents": [
                {
                    "line": "Cronologia (nella sua più propria e letterale valenza semantica in quanto “discorso sulla temporalità”) delle diverse possibilità di vita vissuta nel contesto dell’umana esperienza tanto normale quanto, in misura maggiore, patologica"
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\cronologia.philos.ittf",
            "title": {
                "text": "Cronologia"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "delusione-fondamentale",
            "id": "minkowski.delusione-fondamentale",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Essa esprime la relazione essenziale secondo cui l’avvenire, a motivo della sua stessa grandezza, non può che contrarsi nel momento in cui si realizza ovvero diviene presente. [...] Essa dice solamente che i nostri desideri, le nostre speranze e il nostro slancio procedono sempre al di là di ciò che la vita ci può dare. [...] Troviamo una rappresentazione di questa delusione fondamentale nel fatto che la realizzazione di un desiderio ardente e personale, capace di renderci felici, ce lo mostra tanto più piccolo di quanto sembrasse nel momento in cui era proiettato nell’avvenire;"
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "100"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\delusione-fondamentale.philos.ittf",
            "title": {
                "text": "Delusione fondamentale"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "desiderio",
            "id": "minkowski.desiderio",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": ""
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\desiderio.philos.ittf",
            "title": {
                "text": "Desiderio"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "dinamismo-fittizio",
            "id": "minkowski.dinamismo-fittizio",
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\dinamismo-fittizio.philos.ittf",
            "title": {
                "text": "Dinamismo fittizio"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "dinamismo",
            "id": "minkowski.dinamismo",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Lo slancio vitale, nella sua fissazione all’Ideale, può dare a prima vista l’impressione di essere meno dinamico di quanto lo sia la fuga del tempo. Ma non si tratta che di un’illusione, non dei nostri sensi, ma del nostro pensiero. Più questo introduce nel tempo mobilità – del tutto artificiosa – e instabilità, più esso si crede vicino alla sua vera natura. Esso confonde la creazione della vita con questa falsa mobilità. Vuole misurare tutto in modo caleidoscopico e prende per fissità il modo in cui il nostro sguardo rimane fissato all’avvenire ideale. Cade così vittima di un’illusione: questo perché sono solo i fenomeni che si rapportano direttamente al tempo vissuto che ce ne svelano la natura."
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\dinamismo.philos.ittf",
            "title": {
                "text": "Dinamismo"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "disturbo-generatore",
            "id": "minkowski.disturbo-generatore",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "la sindrome mentale non è più per noi una semplice associazione di sintomi, ma l’espressione di una modificazione profonda e caratteristica dell’intera personalità umana."
                        ],
                        "book": "minkowski.le-temps-vécu",
                        "page": "211"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Se dunque, nella prospettiva minkowskiana, la struttura della temporalità viene scardinandosi e scompaginandosi [...] il delirio – lungi dal costituirsi in quanto origine di questa condizione psicotica – finisce per configurarsi nei termini di un disperato tentativo di organizzazione logica di un universo mentale in disgregazione."
                        ],
                        "article": "molaro.il-divenire-e-le-esigenze-dell-essere",
                        "page": "53"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\disturbo-generatore.philos.ittf",
            "title": {
                "text": "Disturbo generatore"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "divenire",
            "id": "minkowski.divenire",
            "contents": [
                {
                    "line": "Nel suo carattere universale e impersonale, il divenire – secondo quanto scrive Minkowski –"
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "non conosce né soggetti né oggetti, non ha parti distinte, né direzione, né inizio, né fine. Non è reversibile né irreversibile."
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\divenire.philos.ittf",
            "title": {
                "text": "Divenire"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "durata-vissuta",
            "id": "minkowski.durata-vissuta",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Il presente non fugge né avanza, ma dura. Solo il presente può farlo. Suo carattere essenziale è la durata vissuta [durée vécue]. La durata vissuta non fugge affatto, proprio perché essa dura. A differenza di quanto sostiene un’interpretazione geometrica del presente, questo costituisce per la vita – in opposizione alla fuga del tempo – un fattore di stabilità, e così si avvicina all’avvenire. Ma ne differisce. Non possiede affatto una direzione, un senso, una progressione, come invece ha questo. La grande nave che avanza in linea retta sulle onde impetuose del divenire-oceano, senza deviare dal proprio tragitto, non fa posto a un relitto inerme in balia della corrente, ma a una barca dolcemente cullata dalle onde leggere di un mare calmo che permette ai propri passeggeri di dimenticare lo scopo del viaggio per godere in pace dello spettacolo che hanno di fronte."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "94"
                    }
                },
                {
                    "bax": {
                        "contents": [
                            {
                                "line": "La durata vissuta è il primo obiettivo della legge di conservazione, che governa l'organico e rende possibile la vita. Essa è fattore di stabilità perché ogni organizzazione può conservarsi solo difendendo il proprio tipo e facendolo evolvere per adattarlo al divenire-ambiente. E' il prodotto di un insieme di processi organizzativi e quindi può scaturire solo dal presente."
                            },
                            {
                                "line": "I processi organizzativi sono processi storici, che più sono complessi e più nel tempo accumulano energia, che poi disperdono. Le riserve immagazzinate nelle fasi di accumulazione permettono - per un certo tempo - di contemplare lo spettacolo dimenticando lo scopo del viaggio."
                            }
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\durata-vissuta.philos.ittf",
            "title": {
                "text": "Durata vissuta"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "fermarsi",
            "id": "minkowski.fermarsi",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Fermarsi è in tutta evidenza altra cosa rispetto a essere fermati. Essere fermati nel proprio slancio è sempre un avvenimento doloroso, determinato da circostanze esterne alla profondità dell’Io; [..] Questo intralcio può essere ancora più marcato nelle condizioni patologiche; in questo caso, esso si ritroverà sotto forma di inibizione negli stati di depressione melanconica, con la sofferenza morale che li caratterizza, e si tradurrà in un sentimento di reale scissione del proprio dinamismo soggettuale [dynamisme du sujet] (egodinamismo) rispetto al divenire-ambiente (cosmodinamismo), scissione che condizionerà l’insieme dei sintomi di questo disturbo mentale."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "109"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Ci preme sottolineare che noi possiamo attardarci su qualche cosa nella vita, perfino fermarci, senza per questo perdere il contatto con il tempo vissuto né trovarci in disarmonia con esso, il che equivarrebbe – a livello pragmatico – all’impressione di perdere in questo modo necessariamente del tempo a discapito di affari più urgenti"
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "112"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\fermarsi.philos.ittf",
            "title": {
                "text": "Fermarsi"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "figure-temporali",
            "id": "minkowski.figure-temporali",
            "contents": [
                {
                    "line": "Del passato (ricordo e oblio) e dell'avvenire (attività, attesa, desiderio, speranza, preghiera e ricerca dell’azione etica)."
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\figure-temporali.philos.ittf",
            "title": {
                "text": "Figure temporali"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "fuga-del-tempo",
            "id": "minkowski.fuga-del-tempo",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Parimenti a “non essere più”, cui è simile, la fuga del tempo non è che uno dei modi di vivere il tempo. Non ce ne mostra che un solo aspetto. Il tempo non fa altro che fuggire, scomparire, sommergere, distruggere; avanza ancora, progredisce e crea."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "81"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\fuga-del-tempo.philos.ittf",
            "title": {
                "text": "Fuga del tempo"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "funzione-di-immobilizzazione",
            "id": "minkowski.funzione-di-immobilizzazione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Ci preme sottolineare che noi possiamo attardarci su qualche cosa nella vita, perfino fermarci, senza per questo perdere il contatto con il tempo vissuto né trovarci in disarmonia con esso, il che equivarrebbe – a livello pragmatico – all’impressione di perdere in questo modo necessariamente del tempo a discapito di affari più urgenti. Al contrario, questa facoltà che saremmo portati a chiamare “funzione di immobilizzazione” [“fonction d’immobilisation”] ci sembra assolutamente naturale, perfino indispensabile, giacché è profondamente ancorata nella nostra natura, nei suoi rapporti con il tempo vissuto e con la vita."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "112"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\funzione-di-immobilizzazione.philos.ittf",
            "title": {
                "text": "Funzione di immobilizzazione"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "gustare-qualche-cosa",
            "id": "minkowski.gustare-qualche-cosa",
            "contents": [
                {
                    "line": "E' fenomeno rappresentativo, con l'attenzione, della funzione di immobilizzazione."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Questa attitudine realizza una relazione particolare con l’oggetto sul quale va a stabilirsi e fa parte degli aspetti essenziali della vita. Sentire un profumo gradevole e gustare il fresco olezzo dell’erba appena tagliata, riposarsi su una sdraio e godersi, nel corso di una passeggiata nel periodo di vacanza, un meritato relax, sono attitudini, modi di essere del tutto differenti. Quando gustiamo qualche cosa, stabiliamo un contatto più intimo con l’oggetto percepito, e questa intimità ha un carattere temporale dal momento che in essa noi attraversiamo insieme, come di comune accordo e in armonia, una parte del divenire. Ci attardiamo su ciò che gustiamo."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "113"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\gustare-qualche-cosa.philos.ittf",
            "title": {
                "text": "Gustare qualche cosa"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "negazione",
            "id": "minkowski.negazione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "La negazione è un elemento costitutivo del pensiero tanto quanto l’affermazione. Il pensiero non dà inizio al proprio percorso che a partire dal momento in cui impara a destreggiarsi con essa. L’affermazione non si fa conoscenza che nella misura in cui scarta o nega altre possibilità. Il principio del terzo escluso esprime questa relazione fondamentale."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "71"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Posto che tutto ciò che costituisce i dati cognitivi [données cognitives] – che si tratti di estrospezione o di introspezione – ha il carattere della positività, da dove proviene la nostra facoltà di negare? Sembra proprio che l’origine primaria della negazione sia di ordine temporale. Ne abbiamo indicato la porta d’accesso nella vita. È “non essere più”. “Non più” implica senz’altro un’intima relazione con il tempo."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "72"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Il tempo porta, secondo una modalità che gli è propria, i germi della sua assimilazione allo spazio. È lui che offre, tra l’altro, la prima esperienza della negazione, sotto forma di “non essere più”. Astratta da questa origine vivente, la negazione fa il suo ingresso nella sfera del pensiero come elemento costitutivo, e applicata nuovamente sotto questo nuovo aspetto al suo punto di partenza, vale a dire il tempo, non può che rivelarci il suo carattere irrazionale sotto forma di problemi del tutto artificiosi e di pseudo-soluzioni."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "73"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.non-essere-più",
                    "contents": []
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\negazione.philos.ittf",
            "title": {
                "text": "Negazione"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "non-essere-più",
            "id": "minkowski.non-essere-più",
            "contents": [
                {
                    "line": "\"Non essere più\" è un modo di vivere il tempo."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "“Non essere più” pone una sorta di schermo sul tempo. Tutto è ora destinato a non essere più. Tutto è condannato all’usura del tempo, all’oblio e alla morte. “Non essere più” si estende anche al tempo nella sua interezza; la morte dell’avvenire si ricongiunge con l’oblio del passato. Ciò che è – che si tratti di passato, di presente o di avvenire – un giorno non sarà più. Ecco una delle modalità originarie di vivere il tempo. [..] “Non essere più” costituisce così la prima affermazione sul tempo assunto come totalità."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "70"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\non-essere-più.philos.ittf",
            "title": {
                "text": "Non essere più"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "onde-cullanti",
            "id": "minkowski.onde-cullanti",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Nel suo movimento di onde cullanti, il presente non conosce in tutta evidenza limiti precisi. È unicamente il suo proprio movimento, la sua propria durata vissuta, a circoscriverlo e a farne un presente. Infatti, tutto ciò che è uno in rapporto al tempo dura scorrendo o scorre durando. È questa l’unica e necessaria modalità di essere uno in rapporto al tempo, e questa modalità si applica in primo luogo al presente.",
                            "Concretamente, possiamo ricorrere all’esempio offerto più sopra. Raccontare le diverse battaglie alle quali si è preso parte è tutt’altra cosa che sentire intimamente la guerra nelle profondità del proprio essere, e ritrovarla nell’atmosfera che si respira. Il carattere fluido dei limiti del presente che secondo le circostanze può estendersi da un solo istante fino a una vita intera – ed è quest’ultimo caso che sembra più avvicinarsi alla reale natura del presente – questo carattere, diciamo pure, emerge dunque nell’esempio concreto che abbiamo appena offerto."
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\onde-cullanti.philos.ittf",
            "title": {
                "text": "Onde cullanti"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "opera-positiva",
            "id": "minkowski.opera-positiva",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Il ricordo delle opere compiute avrà senso nella misura in cui andrà ad alimentare lo slancio personale nel suo incessante procedere in avanti verso il meglio. Il suo ruolo sarà quello di servire a questo slancio solo come punto di appoggio, come trampolino, come stimolante. Contemplare le proprie opere per considerarle come qualcosa di compiuto significa distruggere la loro portata vitale. Non c’è che lo slancio verso il meglio a contare. E questo slancio non dispone affatto le proprie opere su una linea retta, non le considera affatto ciascuna per sé, ma le condensa, le raccoglie in un tutto che si tratta di superare. Il passato appare qui sotto forma del “sorpassato” [“dépassé”] o più precisamente del “da sorpassare” [“à dépasser”] e la memoria – se vale ancora questo termine – qui è prima di tutto una reviviscenza globale [reviviscence globale] che tende con tutte le sue forze verso l’avvenire, è una memoria prospettiva [mémoire prospective]."
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\opera-positiva.philos.ittf",
            "title": {
                "text": "Opera positiva"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "passato",
            "id": "minkowski.passato",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "minkowski.non-essere-più",
                    "contents": [
                        {
                            "quote": {
                                "author": "global",
                                "lines": [
                                    "Gli eventi mutano d’aspetto facendosi strada nel passato. Prima di “appartenere interamente al passato” rimangono, pur essendo un fatto del passato, come a cavallo tra il presente e il passato. Io posso raccontare i miei ricordi di guerra, come posso sentire intimamente questa guerra fino alle profondità del mio essere o ritrovarla in tutto quello che noi pensiamo o facciamo attualmente. Una delusione, prima di essere del tutto liquidata, può continuare a pungere per lungo tempo nel presente. È seguendo il filo di queste trasformazioni, che un evento può subire lungo il passato, che vediamo penetrare in certi momenti nella coscienza, con pungente acutezza, il sentimento che questo passato non solamente è stato, ma non è più.",
                                    {
                                        "bax": {
                                            "contents": [
                                                {
                                                    "line": "Per trattare adeguatamente questo concetto, considero fondamentale sottolineare una distinzione tra eventi e fenomeni generatori di eventi, che non deve rimanere nell'ambiguità. Un evento è un fenomeno che ha per definizione un inizio e una fine ben delimitati, è assimilabile all'evento temporale spazializato, ed entrando in connessione con esso è implicito per la coscienza il vivere, o presagire, immediatamente, il suo prossimo non essere più. Diverso è il discorso per i fenomeni che sono produttori di eventi, in particolare gli esseri viventi, gli organismi sociali e le epoche. Questi sono difficilmente spazializzabili, proprio perché sono continua fonte di eventi e, anche quando sono morti, nel caso di viventi, o dissolti, nel caso di organismi sociali, o sorpassati, nel caso delle epoche, essi continuano ad essere percepiti, per un certo tempo, nel presente vissuto della coscienza, come produttori di eventi. Un lento pervenire alLa pungente acutezza del sentimento che un passato è stato e non è più, di cui parla Minkowski, a questi fenomeni si deve riferire e non ai semplici eventi. Una guerra, come nel suo esempio, può essere sì detta un evento, nel linguaggio comune, ma a ben vedere deve essere considerata un fenomeno generatore di eventi."
                                                }
                                            ]
                                        }
                                    }
                                ],
                                "book": "minkowski.il-problema-del-tempo-vissuto",
                                "page": "69"
                            }
                        }
                    ]
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\passato.philos.ittf",
            "title": {
                "text": "Passato"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "penetrazione",
            "id": "minkowski.penetrazione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Per tornare al presente, una sua peculiarità è la penetrazione [pénétration]. Questa penetrazione non riguarda soltanto la stessa durata vissuta, ma tutto ciò che può essere compreso dal presente dentro di sé. Non si tratta solo di una penetrazione di stati d’animo in successione che in tal modo vanno a confondersi in un tutto indivisibile, ma ancora della penetrazione dell’Io e del cosmo, nelle sue parti e nella sua totalità. Ritorna alla mente l’immagine della barca dolcemente cullata dalle onde."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "95"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Nel presente, l’Io si confonde con il divenire-ambiente e, senza rinunciare per nessun motivo a ciò che ha di più personale, gusta la fragranza che si sprigiona da questa fusione e ne assorbe il valore eccezionale. Solo nel presente può realizzarsi questa fusione. Non si tratta più, a costo dello sforzo di tutta una vita, di seguire passo a passo il divenire-ambiente né di affrontare la potenza delle onde che ci spingono verso il “non essere più”, ma di rendere il divenire-ambiente una parte di noi, lasciando che sondi le profondità del nostro essere e donandoci, affidandoci a lui senza riserva alcuna, con tutto il nostro animo, per assistere così alla realizzazione di una delle forme più profonde del nostro destino."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "95"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.divenire-ambiente",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.sincronismo-vissuto",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.preghiera",
                    "contents": []
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\penetrazione.philos.ittf",
            "title": {
                "text": "Penetrazione"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "percezione",
            "id": "minkowski.percezione",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "La percezione verrebbe a collocarsi sul fronte opposto di questa prospettiva sul mondo, che l’attenzione viene come a ritagliare nel dinamismo della vita. In questa derivazione filiale [filiation] che procede dall’alto verso il basso, la percezione occuperebbe, come ultimo livello, un posto analogo a quello che abbiamo creduto di dover assegnare alla rappresentazione in rapporto allo slancio vitale, o ancora al ricordo in rapporto al rimorso e al rimpianto."
                        ]
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.rappresentazione",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.slancio-vitale",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.ricordo",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.rimorso",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.rimpianto",
                    "contents": []
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\percezione.philos.ittf",
            "title": {
                "text": "Percezione"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "presente-risorsa-della-vita",
            "id": "minkowski.presente-risorsa-della-vita",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Nel suo compimento il presente diviene una risorsa della vita. In esso troviamo realizzata questa intima fusione con il cosmo a cui, dopo averla collocata davanti a noi come obiettivo essenziale da raggiungere, cercheremo in seguito di avvicinarci in ogni modo e a costo di mille sforzi. Ciò che è dato del tutto nel presente diviene una finalità lontana e ideale nell’avvenire. E in ciò si ritrova forse il dramma profondo dell’essere umano; la sua sorte è quella di tendere attivamente verso la realizzazione di ciò che, in alcune circostanze all’interno delle quali vanno a confondersi attività e passività, vede nella sua completa datità con una pienezza ineguagliabile."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "97"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Louis LAVELLE (La Présence totale, Fernand Aubier, éditeur, 1934) ha messo in rilievo, in modo sorprendente, questo particolare movimento per il quale tendiamo a mettere di fronte a noi ciò che troviamo realizzato pienamente e interamente in noi. In seguito a questo movimento, l’individuo si colloca nel tempo concreto a motivo dello sforzo di cui ora si fa carico. Tale sforzo richiederà ora del tempo per trovare il proprio compimento."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "97",
                        "unknown": "biblio/"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\presente-risorsa-della-vita.philos.ittf",
            "title": {
                "text": "Presente risorsa della vita"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "principio-degli-schermi",
            "id": "minkowski.principio-degli-schermi",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Passato e avvenire, o più esattamente la fuga del tempo verso il passato e il cammino verso l’avvenire, sono prima di tutto due modi di vivere il tempo che, ciascuno per sé, posandosi come uno schermo sul divenire nella sua totalità, lo impregnano delle loro caratteristiche. Sono come degli scenari che è possibile calare sulla scena in un colpo solo, che di questa scena determinano l’aspetto nella sua totalità, che formano il quadro all’interno del quale si svolgerà ora l’azione, vale a dire la vita. Da questo punto di vista per il tempo vissuto saremmo portati a parlare di un principio degli schermi [principe des écrans]."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "89"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\principio-degli-schermi.philos.ittf",
            "title": {
                "text": "Principio degli schermi"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "propulsione-verso-avvenire",
            "id": "minkowski.propulsione-verso-avvenire",
            "contents": [
                {
                    "line": "Ciò che manca completamente all’individuo in questione sembra essere, secondo Minkowski, la propulsione verso l’avvenire, un avvenire che viene sempre sbarrato dalla certezza di un avvenimento distruttivo e terrificante capace di dominare completamente ogni atteggiamento del paziente: la continuità del divenire psichico, gravemente alterata, compromette di fatto ogni suo atteggiamento nel presente e ogni sua possibilità di slancio verso la costruzione del futuro."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[In questo modo] lo slancio personale, che manca al nostro malato, non può proiettarlo né fra gli uomini né fra le cose; la portata individuale non esiste per lui"
                        ]
                    }
                },
                {
                    "line": "così che la stessa sintesi della personalità umana non può che approdare, di riflesso, alla disgregazione. Su questa base, la nozione del tempo viene riducendosi alla nozione del succedersi di giornate sempre simili, così che il paziente, dovendo sempre “ricominciare da capo”, vive la propria condanna ogni volta come se fosse l’ultima, nel disperato tentativo di tradurre nel linguaggio dei “sani” una modalità esistenziale drammatica e disgregante. In questo senso,"
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "l’atteggiamento nei confronti dell’ambiente è determinato dal fenomeno del dolore; ed ecco che l’io e l’universo ostile rimangono soli, in reciproca presenza; tra i due vengono a intercalarsi gli oggetti dell’ambiente, che sono interpretati correlativamente; l’intelletto traduce gli uomini in persecutori e le cose inanimate in strumenti di tortura"
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\propulsione-verso-avvenire.philos.ittf",
            "title": {
                "text": "Propulsione verso l'avvenire"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "rappresentazione",
            "id": "minkowski.rappresentazione",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "minkowski.slancio-vitale",
                    "contents": [
                        {
                            "quote": {
                                "author": "global",
                                "lines": [
                                    "Eppure in realtà lo slancio vitale e creatore non fa leva su alcuna rappresentazione. Procede oltre su ogni fronte. La sua caratteristica è quella di non “sapere” in anticipo, nella sua naturale impetuosità, dove si sta dirigendo, giacché ritrova in se stesso la certezza assoluta di condurci là dove è necessario andare. E il suo carattere irrazionale non è che un’espressione della sua natura essenzialmente temporale e della sua portata vitale."
                                ],
                                "book": "minkowski.il-problema-del-tempo-vissuto",
                                "page": "85"
                            }
                        }
                    ]
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "C’è perfino da chiedersi se la rappresentazione non sia rappresentazione per il fatto che esista uno slancio vitale che la porti con sé e che le permetta di stabilirsi come punto di partenza di un desiderio, di una volizione isolata. La vita quotidiana ci mette di fronte a desideri e volizioni di questo tipo; in essi la rappresentazione sembra trovare la propria ragion d’essere. Ma non bisogna dimenticare che questi desideri e queste volizioni non si susseguono a caso, ma che in tutta evidenza sono strettamente connesse a un seguito, a una trama, a una storia, che li precede – per così dire – e non consegue da essi; inoltre, essi si legano a quella linea personale che nella vita non possiamo non tracciare."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "85"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\rappresentazione.philos.ittf",
            "title": {
                "text": "Rappresentazione"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "ricordo",
            "id": "minkowski.ricordo",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Non è che al di sotto del rimpianto che prenderà posto il ricordo di un fatto banale che, più vicino forse alla conoscenza, sarà tanto più lontano dalla vita e che collocherà questa vita, alla stregua dell’attività e dell’attenzione, sul piano dei fatti quotidiani e – in misura minore – biologici, nel loro svolgimento monotono, “quotidiano”, privo di profondità di senso."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "89"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.rimpianto",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.rimorso",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.cattiva-azione",
                    "contents": []
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\ricordo.philos.ittf",
            "title": {
                "text": "Ricordo"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "rimorso",
            "id": "minkowski.rimorso",
            "contents": [
                {
                    "kind": "rconcept",
                    "id": "minkowski.cattiva-azione",
                    "contents": []
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\rimorso.philos.ittf",
            "title": {
                "text": "Rimorso"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "rimpianto",
            "id": "minkowski.rimpianto",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Al di sotto del rimorso andrà a collocarsi il rimpianto [regret]. Esso sarà per il desiderio ciò che il rimorso è per la ricerca dell’azione etica. Non si tratterà evidentemente di uno sterile rimpianto, ma di un rimpianto vivente che scoccherà una freccia verso l’avvenire e che dirà: «Se ciò non fosse stato così, la vita sarebbe stata diversa, migliore di quella attuale», e cercherà di trarne un insegnamento per l’avvenire."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "89"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.rimorso",
                    "contents": []
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.cattiva-azione",
                    "contents": []
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\rimpianto.philos.ittf",
            "title": {
                "text": "Rimpianto"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "schema-movimento-della-fisica",
            "id": "minkowski.schema-movimento-della-fisica",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Punto A in T, punto B in T + t: questo è lo schema generale in base al quale la fisica si approccia allo studio del movimento dei corpi.",
                            "Eppure, come ha mostrato Bergson, questo schema che assimila il tempo allo spazio diviene inadeguato nel momento in cui si tratta di cogliere nel vivo il movimento stesso dei corpi."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "65"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\schema-movimento-della-fisica.philos.ittf",
            "title": {
                "text": "Schema del movimento della fisica"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "simpatia",
            "id": "minkowski.simpatia",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Fare proprie le gioie e soprattutto le sofferenze dei nostri simili per confondersi con loro in un medesimo movimento; appropriarsi con un maximum di intimità spirituale – in forza della mediazione di una di queste parti – del cosmo nella sua interezza; fare un tutt’uno con esso, andando ad attingere, con un sentimento di pace profonda, alle sue stesse sorgenti vitali; accentuare la comunione con esso fino a disperdersi nella sua presenza e a renderlo completamente parte di sé: tali sono i fenomeni vitali che, assumendo la forma del presente vissuto, vengono a realizzarsi solo e soltanto in esso. Essi sono resi possibili da questa penetrazione e da questa durata vissuta di cui abbiamo parlato più sopra, e si distinguono prima di tutto per il fatto che trovano il loro scopo e la loro ragion d’essere in se stessi."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "96"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\simpatia.philos.ittf",
            "title": {
                "text": "Simpatia"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "sincronismo-vissuto",
            "id": "minkowski.sincronismo-vissuto",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Questo termine ci fa pensare a due linee parallele. Si ha infatti una sorta di parallelismo nel contatto vitale con la realtà; quasi come due durate che scorrono armoniosamente accordandosi scambievolmente una accanto all’altra. Ma l’immagine del parallelismo non può essere applicata integralmente a questo fenomeno, poiché non si tratta di rapporti di ordine spaziale. Inoltre possiamo vedere che le nostre due linee, pur restando parallele, si toccano, addirittura si penetrano in ogni momento del loro percorso. Fra le due vi è come uno scambio continuo, ma senza che esse si confondano. Ciò potrà sembrare irrazionale, ma non ci sorprende affatto."
                        ],
                        "book": "minkowski.le-temps-vécu",
                        "page": "62"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "È un reale sincronismo vissuto [synchronisme vécu] quello che abbiamo allora davanti a noi, e in questo sincronismo la vita raggiunge una pienezza che diversamente non potrebbe conoscere."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "95"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Se nel “non essere più” mi sento “gettato quaggiù” [“jeté ici-bas”] alla mercé di tutti i venti e se nella realizzazione dell’opera personale il sentimento di trionfo da essa implicato mi conduce al di là dei miei stessi limiti e mi connette a una dimensione superindividuale, il sincronismo vissuto del presente mi rivela il contenuto profondo della mia vita così come mi è data da vivere, e me la fa accettare così com’è. Per “non essere più” la morte mi riempie di paura, lo slancio personale la supera, il sincronismo vissuto mi riconcilia con essa, ricollocandomi in una vita così come è delineata di fronte a noi. Là ancora il presente sembra situarsi “tra” il passato e l’avvenire."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "96"
                    }
                },
                {
                    "line": "[la contemplazione vissuta] in funzione della quale è possibile avanzare armoniosamente con l’ambiente in divenire"
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "facendoci penetrare da lui e sentendoci uno solo con esso"
                        ],
                        "book": "minkowski.le-temps-vécu",
                        "page": "62"
                    }
                },
                {
                    "line": "motivo per cui questo fenomeno può anche essere designato con il termine di sincronismo vissuto."
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\sincronismo-vissuto.philos.ittf",
            "title": {
                "text": "Sincronismo vissuto"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "slancio-vitale",
            "id": "minkowski.slancio-vitale",
            "contents": [
                {
                    "line": "La proiezione sul divenire della nozione o dell’attributo dimensionale della direzione"
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[..] tale slancio orienta tutta la nostra vita verso l’avvenire e si manifesta all’esterno non attraverso il movimento volontario, ma con l’opera personale in tutte le sue sfumature; spesso tende anche verso l’ideale."
                        ],
                        "article": "minkowski.studio-psicologico-e-analisi-fenomenologica-di-un-caso-di-melancolia-schizofrenica",
                        "page": "17"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Lo slancio vitale potrà sembrare irrazionale al nostro pensiero. Attraverso la sua mediazione abbiamo la pretesa di metterci in contatto immediato con una parte del tempo che ancora non esiste. Eppure in questo caso non si parla affatto né di parte né di opposizione tra ciò che esiste e ciò che non esiste, ma ritroviamo unicamente questo dato fondamentale: lo slancio vitale apre davanti a noi l’avvenire nella sua grandezza, dona così un senso alla vita e pone il fondamento sopra il quale essa riposa nella sua interezza."
                        ]
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "nella vita, tutto ciò che ha una direzione nel tempo ha slancio, avanza, progredisce verso l’avvenire"
                        ]
                    }
                },
                {
                    "line": "e in questo senso lo slancio vitale – che non può essere ridotto a una semplice volizione oppure a una somma di volizioni che gradualmente si declinano nel tempo:"
                },
                {
                    "line": "per sua natura esso ha infatti il carattere della generalità e dell’indefinitezza – arriva a porsi come strumento di creazione e di ordinamento dell’avvenire e più in generale come ciò che dà un senso alla vita e costituisce quanto vi è di più essenziale in essa."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[Ecco perché] nel divenire l’io si afferma in quanto personalità vivente [mediante la protensione e la realizzazione di qualche cosa]"
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\slancio-vitale.philos.ittf",
            "title": {
                "text": "Slancio vitale",
                "langs": [
                    {
                        "lang": "fr",
                        "text": "élan vital"
                    }
                ]
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "successione-razionalizzata",
            "id": "minkowski.successione-razionalizzata",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Punto A in T, punto B in T + t: questo è lo schema generale in base al quale la fisica si approccia allo studio del movimento dei corpi."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "65"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Gli stati di coscienza si succederebbero come lo fanno i momenti del tempo, e noi saremmo trascinati, fatalmente, ciecamente, da questa successione che nulla sarebbe in grado di fermare. Anche prima di essere stati in grado di renderci conto di ciò che accade in un preciso momento, noi ci troviamo già nel momento successivo. È come se un carro ci travolgesse nella sua corsa, senza che noi potessimo né fermarlo né scendere per mettere i piedi per terra. La vita della coscienza si fa puntiforme. Relegata nei momenti che si succedono, essa non può, almeno originariamente, avere alcuna visione del tempo. L’immagine stessa del tempo da cui siamo partiti non saprebbe nascere con immediatezza nella coscienza."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "65"
                    }
                },
                {
                    "kind": "rconcept",
                    "id": "minkowski.caleidoscopio",
                    "contents": []
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\successione-razionalizzata.philos.ittf",
            "title": {
                "text": "Successione razionalizzata"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "successione-vissuta",
            "id": "minkowski.successione-vissuta",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "In realtà, noi viviamo la successione in maniera immediata, senza che ciò ci sorprenda affatto, senza che si ponga al riguardo alcuna questione. Il fatto è che l’esistenza di due momenti nel tempo ci è data originariamente dalla loro successione e da null’altro, o, in altri termini, il succedersi e l’essere due in rapporto al tempo non sono in fondo che il risultato della medesima e unica esperienza."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "68"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Questa “serie” vivente di successioni non si lascia tuttavia assimilare mai interamente a una serie numerica, allo stesso modo in cui la successione non può essere del tutto assimilata a una giustapposizione di due oggetti. Invece di condurci all’immagine del caleidoscopio, essa al contrario introduce nella vita un elemento di continuità e di stabilità, grazie ai quali ci sentiamo in sicurezza e perfettamente a nostro agio nei riguardi del tempo, e che costituiscono la naturale matrice di ogni successione concreta che può prendervi corpo."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "68"
                    }
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "La successione è vissuta in un modo immediato. Comporta l’attributo “essere due” unicamente nel suo stato iniziale. non è affatto una relazione tra ciò che è e ciò che non è, ma lo diventa nel momento in cui l’assimiliamo, a torto, a una relazione di ordine spaziale."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "72"
                    }
                },
                {
                    "bax": {
                        "contents": [
                            {
                                "line": "La percezione vissuta del succedersi delle cose nel tempo è il frutto del funzionamento di un apparato - il sistema neurale cognitivo - e per quanto sia vissuta come immediata dalla coscienza è pur sempre un fenomeno mediato. Noi non possiamo accedere direttamente al succedersi del mondo fisico (a livello atomico). Solo indirettamente il sistema cognitivo ci fornisce il dato sensibile del succedersi di qualche cosa, che diventa un per noi che è altra cosa dall'in sé."
                            },
                            {
                                "line": "Il nostro percepire la successione di cose è quindi al riparo dalla drammaticità, diretta, di un \"non essere più\" dell'elemento precedente, poiché ciò che è sentito, direttamente, è solo il risultato del lavoro dell'apparato che percepisce. L'eventuale tristezza, o dolore, che questo può provocare, sarà il frutto delle associazioni mentali da lui scatenate. Ma siamo su un altro piano, mentre il tempo continua a scorrere a sé, a livello fisico."
                            },
                            {
                                "line": "Il lavoro di mediazione che il sistema cognitivo svolge rispetto al tempo fisico, rende possibile quell'elemento di continuità e di stabilità, grazie ai quali ci sentiamo in sicurezza e perfettamente a nostro agio nei riguardi del tempo, di cui parla Minkowski."
                            },
                            {
                                "line": "Il considerare la successione direttamente a livello fisico comporterebbe automaticamente ciò che Minkowski chiama l’assimilazione della successione temporale a una relazione di ordine spaziale, poiché a quel livello valgono le leggi della fisica e della relatività e dal punto di vista della fisica è il tempo vissuto che introduce un elemento di mediazione arbitrario del tempo fisico. Noi chiamiamo quell'arbitrio libertà."
                            }
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\successione-vissuta.philos.ittf",
            "title": {
                "text": "Successione vissuta"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "tempo-obiettivo",
            "id": "minkowski.tempo-obiettivo",
            "contents": [
                {
                    "line": "Il tempo misurabile e oggettivo proprio delle scienze naturali o dell’orologio e del calendario, è rappresentabile nella forma di una linea retta e appare calcolabile e scomponibile in punti giustapposti."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[è rappresentabile perfino] trasformato in una sorta di caleidoscopio che fa balenare davanti agli occhi, in ogni momento, senza tregua, costantemente, nuove immagini che si ricollegano sia agli avvenimenti del mondo esterno sia a quelli della nostra vita intima"
                        ],
                        "book": "minkowski.le-temps-vécu",
                        "page": "15"
                    }
                },
                {
                    "line": "Il tempo della fisica moderna, che nella teoria della relatività assume come proprio punto di partenza il carattere specificamente spaziale del tempo."
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\tempo-obiettivo.philos.ittf",
            "title": {
                "text": "Tempo obiettivo"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "tempo-vissuto",
            "id": "minkowski.tempo-vissuto",
            "contents": [
                {
                    "line": "Il tempo immanente alla coscienza, come negazione di ogni quantità ovvero come pura progressione qualitativa degli stati psichici di ciascun individuo all’interno della quale si compenetrano tutti gli stati passati."
                },
                {
                    "line": "Non può essere affatto colto dal pensiero discorsivo e razionale, per il quale ogni successione si fa opposizione tra ciò che è e ciò che non è ancora, ma solo da una coscienza fenomenologica che senza mediazioni sappia riconoscere in esso il carattere essenziale del divenire, vale a dire un fattore di somiglianza, durata, stabilità e consistenza capace di superare ogni possibile tentativo di spazializzazione."
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Così la penetrazione del presente, la facoltà di gustare qualche cosa e l’attenzione sembrano costituire tre livelli sovrapponibili a quelli che abbiamo peraltro cercato di specificare nella forma del presente vissuto, dell’oggi e dell’adesso. Così ritroviamo ancora una volta il medesimo principio – a quanto pare – in virtù del quale il tempo vissuto svezza dal proprio seno, per una sorta di restringimento e di successiva gradazione, delle forme più precise e più palpabili, più accessibili alla nostra ragione e al nostro pragmatismo, ma anche più lontane dalla vera natura del tempo e della vita."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "115"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\tempo-vissuto.philos.ittf",
            "title": {
                "text": "Tempo Vissuto"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "tempo",
            "id": "minkowski.tempo",
            "contents": [
                {
                    "line": "Nel suo carattere originario e primitivo, il tempo viene a configurarsi in quanto divenire e come tale costituisce il fondamento del tempo vissuto."
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\tempo.philos.ittf",
            "title": {
                "text": "Tempo"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "temporalità",
            "id": "minkowski.temporalità",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "Così concepita [come Tempo vissuto], la temporalità diviene, nella sua peculiare dimensione fenomenica dell’esperienza del tempo, l’oggetto privilegiato di un’indagine fenomenologica in senso intuitivo capace di cogliere ogni vissuto altrui così come esso si dà alla coscienza nella pluralità delle sue componenti qualitative."
                        ]
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\temporalità.philos.ittf",
            "title": {
                "text": "Temporalità"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "triade-vero-bello-buono",
            "id": "minkowski.triade-vero-bello-buono",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "All’orizzonte, in lontananza, vediamo ora concretizzarsi la possibilità di avvicinare il passato, il presente e l’avvenire a un’altra “triade” essenziale, vale a dire il Vero, il Bello e il Buono, e di affermare che il presente ha innanzi tutto un valore estetico, il passato un valore logico e l’avvenire un valore etico. Ma non insistiamo su questo aspetto."
                        ],
                        "book": "minkowski.il-problema-del-tempo-vissuto",
                        "page": "97"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\triade-vero-bello-buono.philos.ittf",
            "title": {
                "text": "Triade Vero-Bello-Buono"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "utilizzo-diretto-metodo-fenomenologico",
            "id": "minkowski.utilizzo-diretto-metodo-fenomenologico",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[per Minkowski, il metodo fenomenologico] arricchisce notevolmente le nostre conoscenze, nella misura in cui esse si rivolgono soprattutto al vissuto e non al pensato"
                        ],
                        "book": "minkowski.traité-de-psychopatologie",
                        "page": "481"
                    }
                },
                {
                    "line": "In primo luogo, infatti, egli riconosce un’applicazione in forma diretta – o, si potrebbe anche dire più in generale seguendo Borgna, soggettiva – della fenomenologia, in un senso sostanzialmente affine a quello della psicopatologia descrittiva di Jaspers, dalla forte contaminazione diltheyana ma anche weberiana, come mera descrizione e discriminazione di tutti i fenomeni psicologici e psicopatologici, libera da preconcetti e pregiudizi teorici e finalizzata"
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "a rendere più chiari e precisi i concetti psichiatrici che vi si riferiscono"
                        ],
                        "article": "minkowski.studio-psicologico-e-analisi-fenomenologica-di-un-caso-di-melancolia-schizofrenica",
                        "page": "15"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\utilizzo-diretto-metodo-fenomenologico.philos.ittf",
            "title": {
                "text": "Utilizzo diretto del metodo fenomenologico"
            }
        },
        {
            "kind": "concept",
            "ns": "minkowski",
            "author": "global",
            "name": "utilizzo-indiretto-metodo-fenomenologico",
            "id": "minkowski.utilizzo-indiretto-metodo-fenomenologico",
            "contents": [
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "[per Minkowski, il metodo fenomenologico] arricchisce notevolmente le nostre conoscenze, nella misura in cui esse si rivolgono soprattutto al vissuto e non al pensato"
                        ],
                        "book": "minkowski.traité-de-psychopatologie",
                        "page": "481"
                    }
                },
                {
                    "line": "Individua la possibilità di un’applicazione indiretta – ovvero, seguendo ancora Borgna, oggettivo-obiettiva – della stessa metodologia fenomenologica, in larga misura assimilabile alla ben più radicale Daseinsanalyse binswangeriana, la cui fi nalità primaria è quella di una più profonda penetrazione all’interno del sottile meccanismo della personalità umana in funzione di una precisa esplicitazione di quei «fenomeni essenziali di cui si compone la sua vita» e di una sempre più specifica intuizione – in senso categoriale – delle modalità ontiche attraverso cui si declina ogni umano essere-nel-mondo. Proprio in questo modo, chiosa Minkowski,"
                },
                {
                    "quote": {
                        "author": "global",
                        "lines": [
                            "si porrà anche il problema di sapere se i fenomeni psicopatologici si possano interpretare correlativamente ai dati fenomenologici ottenuti in psicologia normale"
                        ],
                        "article": "minkowski.studio-psicologico-e-analisi-fenomenologica-di-un-caso-di-melancolia-schizofrenica",
                        "page": "16"
                    }
                }
            ],
            "sourcePath": "C:\\My\\wizzi\\stfnbssl\\philos\\packages\\philos\\db\\synopsis\\psichiatria\\minkowski\\concepts\\utilizzo-indiretto-metodo-fenomenologico.philos.ittf",
            "title": {
                "text": "Utilizzo indiretto del metodo fenomenologico"
            }
        }
    ],
    "theories": [],
    "books": [
        {
            "id": "minkowski.le-temps-vécu",
            "title": {
                "text": "Le temps vécu: études phénoménologiques et phychopathologiques"
            },
            "authors": [
                "Minkowski"
            ],
            "editions": [
                {
                    "name": "Collection de l'évolution psychiatrique, Paris",
                    "date": "1933"
                },
                {
                    "name": "Delachaux et Niestlé, Neuchâtel",
                    "date": "1968"
                }
            ],
            "translations": [
                {
                    "language": "it",
                    "editions": [
                        {
                            "name": "Einaudi, Torino",
                            "date": "1968"
                        }
                    ],
                    "title": {
                        "text": "Il tempo vissuto: fenomenologia e psicopatologia"
                    },
                    "prefator": "Enzo Paci",
                    "curator": "Federico Leoni"
                },
                {
                    "language": "it",
                    "editions": [
                        {
                            "name": "Corriere della Sera, Milano",
                            "date": "2011"
                        }
                    ],
                    "title": {
                        "text": "Il tempo vissuto: fenomenologia e psicopatologia"
                    },
                    "prefator": "Vittorino Andreoli"
                }
            ]
        },
        {
            "id": "minkowski.traité-de-psychopatologie",
            "title": {
                "text": "Traité de psychopatologie"
            },
            "authors": [
                "Minkowski"
            ],
            "editions": [
                {
                    "name": "PUF, Paris",
                    "date": "1966"
                }
            ],
            "translations": [
                {
                    "language": "it",
                    "editions": [
                        {
                            "name": "Feltrinelli, Milano",
                            "date": "1973"
                        }
                    ],
                    "title": {
                        "text": "Trattato di psicopatologia"
                    },
                    "curator": "Mario Francioni"
                }
            ]
        },
        {
            "id": "minkowski.il-problema-del-tempo-vissuto",
            "title": {
                "text": "Il problema del tempo vissuto"
            },
            "authors": [
                "Minkowski"
            ],
            "editions": [
                {
                    "name": "Mimesis, Milano",
                    "date": "2017"
                }
            ],
            "curator": "Aurelio Molaro"
        },
        {
            "id": "minkowski.antropologia-e-psicopatologia",
            "title": {
                "text": "Antropologia e psicopatologia"
            },
            "authors": [
                "Minkowski",
                "E. MINKOWSKI, V.E. VON GEBSATTEL, E.W. STRAUS"
            ],
            "editions": [
                {
                    "name": "Bompiani, Milano",
                    "date": "1967"
                }
            ],
            "curator": "D. Cargnello"
        },
        {
            "id": "minkowski.la-schizophrenie-psychopathologie-des-schizoïdes-et-des-schizophrènes",
            "title": {
                "text": "La schizophrenie: psychopathologie des schizoïdes et des schizophrènes"
            },
            "authors": [
                "Minkowski"
            ],
            "editions": [
                {
                    "name": "Desclée de Brouwer, Paris-Bruges",
                    "date": "1927"
                }
            ],
            "translations": [
                {
                    "language": "it",
                    "editions": [
                        {
                            "name": "Einaudi, Torino",
                            "date": "1998, p. 10]."
                        }
                    ],
                    "title": {
                        "text": "La schizofrenia. Psicopatologia degli schizoidi e degli schizofrenici"
                    },
                    "curator": "S. Mistura"
                }
            ]
        },
        {
            "id": "lavelle.la-présence-totale",
            "title": {
                "text": "La présence totale"
            },
            "authors": [
                "Lavelle"
            ],
            "editions": [
                {
                    "name": "Fernand Aubier, Parigi",
                    "date": "1934"
                }
            ]
        }
    ],
    "articles": [
        {
            "id": "minkowski.studio-psicologico-e-analisi-fenomenologica-di-un-caso-di-melancolia-schizofrenica",
            "title": {
                "text": "Étude psychologique et analyse phénoménologique d’un cas de mélancolie schizophrénique"
            },
            "authors": [
                "Minkowski"
            ],
            "editions": [
                {
                    "name": "Journal de Psychologie Normale et Pathologique, XX",
                    "date": "1923"
                }
            ],
            "translations": [
                {
                    "language": "it",
                    "editions": [],
                    "title": {
                        "text": "Studio psicologico e analisi fenomenologica di un caso di melancolia schizofrenica"
                    }
                }
            ]
        },
        {
            "id": "molaro.molaro.il-divenire-e-le-esigenze-dell-essere",
            "title": {
                "text": "Il divenire e le «Esigenze dell'Essere»: Minkowski fra etica e psicopatologia"
            },
            "authors": [
                "Molaro"
            ]
        }
    ],
    "relations": [
        {
            "kind": "rconcept",
            "from": "minkowski.caleidoscopio",
            "to": "minkowski.schema-movimento-della-fisica"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.caleidoscopio",
            "to": "minkowski.dinamismo-fittizio"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.negazione",
            "to": "minkowski.non-essere-più"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.passato",
            "to": "minkowski.non-essere-più"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.penetrazione",
            "to": "minkowski.divenire-ambiente"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.penetrazione",
            "to": "minkowski.sincronismo-vissuto"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.penetrazione",
            "to": "minkowski.preghiera"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.percezione",
            "to": "minkowski.rappresentazione"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.percezione",
            "to": "minkowski.slancio-vitale"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.percezione",
            "to": "minkowski.ricordo"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.percezione",
            "to": "minkowski.rimorso"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.percezione",
            "to": "minkowski.rimpianto"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.rappresentazione",
            "to": "minkowski.slancio-vitale"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.ricordo",
            "to": "minkowski.rimpianto"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.ricordo",
            "to": "minkowski.rimorso"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.ricordo",
            "to": "minkowski.cattiva-azione"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.rimorso",
            "to": "minkowski.cattiva-azione"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.rimpianto",
            "to": "minkowski.rimorso"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.rimpianto",
            "to": "minkowski.cattiva-azione"
        },
        {
            "kind": "rconcept",
            "from": "minkowski.successione-razionalizzata",
            "to": "minkowski.caleidoscopio"
        }
    ],
    "ns_author": "global"
}