{
    "items": [
        {
            "title": "Il programma Nati per Leggere",
            "source": "presentazioni PP/Mirandola 2015 NpL e pediatri",
            "slides": [],
            "lines": [
                "Nati per leggere è un programma che promuove la lettura ad alta voce da parte dei genitori ai bambini da 0 a 5 anni",
                "E' un programma nazionale con più di 800 progetti locali che coinvolgono più di 2000 comuni",
                "E’ stato avviato nel 1999 dall’Associazione Culturale Pediatri (ACP), dall’Associazione Italiana Biblioteche (AIB) e dal Centro per la Salute del Bambino (CSB)",
                "Si realizza attraverso l’impegno di pediatri, bibliotecari, lettori volontari, educatori e altri operatori per l’infanzia"
            ]
        },
        {
            "title": "La “lettura precoce” come pratica per la salute",
            "source": "Presentazioni PP/2018/Modena 11 Maggio Pediatri",
            "slides": [],
            "lines": [
                "La promozione della lettura in famiglia è l’attività più efficace che il pediatra può svolgere per promuovere lo sviluppo del bambino.",
                "American Academy of Pediatrics, raccomandata da OMS, UNICEF"
            ]
        },
        {
            "title": "Perché è importante la lettura ad alta voce?",
            "source": "Presentazioni PP/2009-2015/Benefici NpL Febbraio 2013",
            "slides": [],
            "lines": [
                "L’ utilizzo delle competenze cognitive associate alla lettura, quali memoria, creatività, comprensione e linguaggio, assicura lo sviluppo e la persistenza di specifiche connessioni neuronali",
                "Questi costrutti e le relative funzioni permangono imprinted con effetti duraturi nel corso della vita"
            ]
        },
        {
            "title": "Perché intervenire precocemente?",
            "source": "Presentazioni PP/2009-2015/Benefici NpL Febbraio 2013",
            "slides": [],
            "lines": [
                "Le prime epoche della vita, dallo sviluppo embrio-fetale ai primi anni di vita, sono cruciali per lo sviluppo delle competenze e della capacità di acquisirne delle nuove, a causa del modellamento precoce delle basi neurobiologiche di funzioni quali il linguaggio e la relazione."
            ]
        },
        {
            "title": "Emergent literacy",
            "source": "2012/Reggio 23 Maggio 2012 Consultori",
            "slides": [],
            "lines": [
                "Literacy: Competenze alfabetiche funzionali",
                "Definizione Unesco:la capacità di identificare,capire,interpretare,creare, comunicare,elaborare ed usare materiale stampato e scritto nei differenti contesti ambientali.",
                "Emergent Literacy: abilità che un bambino deve sviluppare prima di imparare a leggere e scrivere"
            ]
        },
        {
            "title": "Competenze sviluppate durante la Emergent literacy",
            "source": "Presentazioni PP/2009-2015/NPL-NPM Formatori RE 1Aprile2014",
            "slides": [],
            "lines": [
                "Vocabolario: conoscenza dei nomi delle cose.",
                "Motivazione al testo scritto: provare interesse e piacere nei libri.",
                "Conoscenza delle convenzioni e della funzione del testo scritto: si legge da sinistra a destra, serve per descrivere, raccontare, ecc..",
                "Competenze narrative: sapere descrivere cose e fatti, raccontare storie, ...",
                "Conoscenza dell’alfabeto: conoscere il nome delle lettere e il suono associato.",
                "Competenze fonologiche: sapere individuare le sillabe delle parole udite e sapere “giocarci” nel parlare."
            ]
        },
        {
            "title": "Lettura e sviluppo bambino",
            "source": "NpL_1_Roma 24 Febbraio 2022",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide lettura e sviluppo bambino.jpg"
            ]
        },
        {
            "title": "Perché è importante leggere ai bambini 1",
            "source": "NpL_1_Roma 24 Febbraio 2022",
            "slides": [],
            "lines": [
                "La lettura precoce è considerata la singola  attività più importante  per  acquisire le conoscenze necessarie per il successo nella lettura (AAP,  2005)",
                "La capacità di leggere ad un livello  adeguato alla classe frequentata è correlato con il successo scolastico, con gli anni di  scuola che l’individuo porrà a termine ed  influenza il suo destino da adulto"
            ]
        },
        {
            "title": "Perché è importante leggere ai bambini 2",
            "source": "NpL_1_Roma 24 Febbraio 2022",
            "slides": [],
            "lines": [
                "Le famiglie che partecipano a NpL:",
                "I genitori hanno 2,5 volte più probabilità di leggere con i  bambini  in età prescolare.",
                "I genitori sono 2 volte più propensi a leggere con i propri figli tre o più volte a settimana.",
                "È 2,5 volte più probabile che le famiglie si divertano a leggere insieme o ad avere libri in casa.",
                "Lo sviluppo del linguaggio dei bambini è migliorato di 3-6 mesi.",
                "La cultura clinica e il benessere del medico sono migliorati."
            ]
        },
        {
            "title": "Che differenza fa la lettura precoce in famiglia  dal punto di vista delle funzioni cognitive",
            "source": "NpL_1_Roma 24 Febbraio 2022",
            "slides": [],
            "lines": [
                "Un bambino che “non legge” rispetto ad un bambino a cui viene letto almeno 4 volte alla settimana:",
                "all’entrata a scuola ha già sviluppato un ritardo medio che  va da 6 mesi a 1 anno nell’acquisizione della lettura",
                "a 5 anni ha il 50% in meno della probabilità di possedere un vocabolario adeguato",
                "tende ad avere performance scolastiche più basse anche  in materie come matematica e scienze",
                "Fonte: Opuscolo Cepell CSB"
            ]
        },
        {
            "title": "Sviluppo cognitivo",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "L’evoluzione del cervello è preprogrammata fin dal periodo prenatale, poi l’esperienza diventa motore di sopravvivenza e sviluppo di cellule cerebrali.",
                "Esistono periodi critici per apprendere determinate competenze, come l’apprendimento del linguaggio."
            ]
        },
        {
            "title": "A child's brain development over time",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [
                "./assets/img/slides/npl/slide, child brain development.jpg"
            ],
            "lines": []
        },
        {
            "title": "Perché intervenire precocemente?",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "Le prime epoche della vita, dallo sviluppo embrio-fetale ai primi anni di vita, sono cruciali per lo sviluppo delle competenze e della capacità di acquisirne delle nuove, a causa del modellamento precoce delle basi neurobiologiche di funzioni quali il linguaggio e la relazione."
            ]
        },
        {
            "title": "Non è mai troppo presto",
            "source": "power poin bologna/NPL Bologna - sviluppo del bambino - Ottobre 2016",
            "slides": [],
            "lines": [
                "Sorprendente ma vero: il linguaggio si inizia ad apprendere già durante la vita fetale.",
                "Lo studio del pianto del neonato, mostra che il neonato, al momento della nascita, utilizza una prosodia tipica del linguaggio materno. In uno studio effettuato su gruppi mamma-neonato di lingue diverse (tedesco e francese), l’analisi tecnica del suono del pianto neonatale ha riconosciuto che l’intonazione del ritmo, della melodia e l’accento misurati erano differenti in relazione alla lingua parlata dalla mamma; evento possibile solo con la percezione sensoriale e l’apprendimento in vita endouterina.",
                "Mampe B, Friederici AD, Christophe A, Wermke K.  Newborns' cry melody is shaped by their native language. Curr Biol. 2009 Dec 15;19(23):1994-7."
            ]
        },
        {
            "title": "L’attività del cervello di un neonato all’ascolto della voce lingua materna",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [
                "./assets/img/slides/npl/slide, brain activity of a newborn baby.jpg"
            ],
            "lines": []
        },
        {
            "title": "Sviluppo linguistico",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "La lettura influisce su",
                "Sviluppo del linguaggio orale (aumento vocabolario, associazione oggetto/nome)‏",
                "Sviluppo della competenza fonologica (abilità di manipolare i suoni della lingua parlata, comprensione della loro struttura, rime, sillabe, fonemi)‏",
                "Conoscenza linguaggio scritto (scrittura, funzioni e alfabeto)‏"
            ]
        },
        {
            "title": "Lo sviluppo del linguaggio e della metafonologia viene influenzato da:",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "capacità innate",
                "qualità e quantità del linguaggio parlato in famiglia",
                "routine di lettura al bambino",
                "desiderio di apprendere e autostima del bambino",
                "esposizione del bambino ai libri e alla lettura degli altri"
            ]
        },
        {
            "title": "Il linguaggio ricettivo",
            "source": "power poin bologna/NPL Bologna - sviluppo del bambino - Ottobre 2016",
            "slides": [],
            "lines": [
                "Il modo in cui il bambino comprende ed elabora il linguaggio",
                "Al livello più semplice egli accumula un vocabolario di base di parole “comprese”",
                "Alcune di queste sono contenitori (categorie) entro i quali il bambino organizza le nuove parole imparate",
                "Il categorizzare si basa su una “coerenza centrale”: il bambino elabora prima l’idea principale poi i dettagli"
            ]
        },
        {
            "title": "Il linguaggio espressivo",
            "source": "power poin bologna/NPL Bologna - sviluppo del bambino - Ottobre 2016",
            "slides": [],
            "lines": [
                "Capacità di organizzazione, produzione, contestualizzazione di ciò che viene detto.",
                "Esempi: vocabolario, sintassi (grammatica), descrivere e definire, narrare (ri-raccontare le storie) , ecc..",
                "Sono abilità legate al modo in cui una persona riesce a comunicare pensieri,  bisogni, esperienze ed opinioni"
            ]
        },
        {
            "title": "Gli stadi dello sviluppo della lettura",
            "source": "Presentazioni PP/2018/Modena 11 Maggio Pediatri",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide stadi sviluppo lettura.jpg"
            ]
        },
        {
            "title": "La seconda lingua",
            "source": "power poin bologna/NPL Bologna - sviluppo del bambino - Ottobre 2016",
            "slides": [],
            "lines": [
                "L'esposizione precoce a due lingue non compromette l'apprendimento linguistico, anzi produce un ampliamento più generale delle competenze cognitive e delle abilità sociali.",
                "Se l'esposizione inizia già nel primo anno di vita, l'apprendimento di una seconda lingua avviene nelle stesse aree (lobi frontali) utilizzate per la prima lingua. In età più adulta, sono  utilizzate altre aree della corteccia cerebrale.",
                "Va sottolineato che è necessaria la presenza di una persona che interagisca direttamente con il bambino. L’ascolto attraverso materiale video o con registrazioni audio non ha effetti sull’apprendimento della lingua."
            ]
        },
        {
            "title": "Sviluppo relazionale",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "Promuove il contatto fisico e visivo, così importante per l’attaccamento",
                "La presenza dell’adulto è consolatoria",
                "Interazioni comunicative intense (lettura dialogica) nei quali l’adulto aiuta il bambino alla costruzione della sua identità",
                "Con l’aiuto dell’adulto inoltre il bambino impara a riconoscere le lettere, a tenere un libro in mano, a girare le pagine e a iniziare dalla parte giusta"
            ]
        },
        {
            "title": "Sviluppo relazionale, in gravidanza",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "La donna sperimenta una trasformazione che influenza i suoi aspetti identitari e contribuisce a definire le modalità con cui la donna si predispone all’incontro con il bambino",
                "Alla nascita l’incontro con il bambino reale progressivamente determina e organizza la capacità di prendersi cura di lui"
            ]
        },
        {
            "title": "Comportamento di attaccamento (si forma nei primi 7 mesi di vita)‏",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "L’attaccamento (Bowlby) è il legame che unisce il bambino a chi gli presta le cure e’ un bisogno primario",
                "Risponde al bisogno di protezione del piccolo"
            ]
        },
        {
            "title": "Comportamento di attaccamento (si forma nei primi 7 mesi di vita)‏",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "Ricerca e mantenimento del contatto o della prossimità con un individuo specifico che diviene la figura di attaccamento",
                "Sono il bisogno di contatto e di conforto a muovere il bambino verso tale figura. La ricerca della vicinanza è la manifestazione più evidente dell’attaccamento",
                "Il contatto viene mantenuto attraverso segnali (sorriso, pianto, vocalizzazione) e comportamenti di avvicinamento (capacità locomotoria)‏"
            ]
        },
        {
            "title": "Ruolo dei genitori nell’instaurazione del legame di attaccamento",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "La sensibilità materna ai bisogni del bambino, la capacità di rispondere ad essi, permette al bambino di esperire vissuti di protezione, sicurezza, fiducia",
                "Esperienze interattive reali soddisfacenti permettono al bambino di interiorizzare la base sicura e di sviluppare un senso di sicurezza interiore"
            ]
        },
        {
            "title": "I modelli primari influenzano le relazioni successive",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "Il legame di attaccamento determina rappresentazioni mentali di sé e degli altri",
                "Queste rappresentazioni hanno la funzione di aiutare l’individuo a interpretare le informazioni dal mondo esterno e di guidarlo nelle situazioni nuove",
                "Un buon legame genera una rappresentazione di sé positiva (il bambino si sente degno di amore)‏",
                "Un legame insicuro fa sì che i bambini non imparino ad esprimere le emozioni in modo appropriato e nel momento e misura giuste (il bambino sente il mondo non amico)‏"
            ]
        },
        {
            "title": "Attaccamento e emergent literacy",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "Emergent literacy: percorso del bambino di appropriazione del significato letterale di un testo‏.",
                "Alcuni studi scientifici hanno cercato di interpretare il rapporto tra le relazioni madre-bambino e lo sviluppo della literacy.",
                "Le conclusioni hanno rilevato che lo stile di attaccamento predice sia lo sviluppo del linguaggio, sia la quantità e la qualità delle interazioni tra il genitore e il bambino.",
                "Quindi, una relazione sicura può migliorare le abilità necessarie all’alfabetizzazione."
            ]
        },
        {
            "title": "“Scaffolding” e “zona di sviluppo prossimale”",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [],
            "lines": [
                "La precoce interazione madre-bambino si suppone consistere in quella che viene definita impalcatura del dialogo, il cosiddetto “scaffolding” nella pedagogia di Jerome Bruner e Lev Vygotskij.",
                "Si ipotizza che la madre crei una “zona di sviluppo prossimale” per il bambino, dove, quello che il bambino non è in grado di fare da solo, lo fa interagendo con la propria madre.",
                "In assenza di un supporto, di una guida o di un sostegno, questo potenziale potrebbe non realizzarsi",
                "Bodrova E, Leong DJ. Vygotskian Perspectives on Teaching and Learning Early Literacy. In: “Handbook of Early Literacy Research - Vol 2”.  DK Dickinson and SB Neuman editors. Guilford Press 2006"
            ]
        },
        {
            "title": "Sviluppo emotivo",
            "source": "NpL_1_Roma 24 Febbraio 2022",
            "slides": [],
            "lines": [
                "Attraverso la lettura di fiabe e  racconti il bambino impara a  riconoscere le emozioni",
                "Tramite le storie, avviene una validazione dell’emozione e dell’esperienza che è resa possibile dal fatto che attorno ad essa ci si trova a risuonare insieme: l’adulto e il bambino",
                "Le emozioni assumono significato nelle relazioni",
                "Le risposte dell’adulto comunicano le condotte emotive appropriate e culturalmente accettate"
            ]
        },
        {
            "title": "Si rafforza la relazione con se stessi e il legame con i genitori",
            "source": "NpL_1_Roma 24 Febbraio 2022",
            "slides": [],
            "lines": [
                "I bambini ai quali viene letto più frequentemente sono quelli più sicuri e hanno una relazione più  equilibrata con se stessi e con gli adulti"
            ]
        },
        {
            "title": "Gli investimenti nel capitale umano sono  tanto più efficaci quanto più precoci",
            "source": "NpL_1_Roma 24 Febbraio 2022",
            "slides": [
                "./assets/img/slides/npl/slide, investimenti nel capitale umano.jpg"
            ],
            "lines": []
        },
        {
            "title": "L’importanza dell’ambiente familiare rispetto al  patrimonio genetico: un ambiente stimolante può “pesare” più delle capacità innate",
            "source": "NpL_1_Roma 24 Febbraio 2022",
            "slides": [
                "./assets/img/slides/npl/slide, importanza ambiente familiare.jpg"
            ],
            "lines": []
        },
        {
            "title": "Basso livello di istruzione = condizione  occupazionale instabile ed entrate basse",
            "source": "NpL_1_Roma 24 Febbraio 2022",
            "slides": [
                "./assets/img/slides/npl/slide, basso livello istruzione.jpg"
            ],
            "lines": []
        },
        {
            "title": "Disuguaglianze sociali e literacy: piccole differenze iniziali, grandi differenze dopo pochi anni, stabili differenze dopo molti anni",
            "source": "NpL 2012/Benefici NpL neuroscienze 2012",
            "slides": [
                "./assets/img/slides/npl/slide, disuguaglianze sociali e literacy.jpg"
            ],
            "lines": []
        },
        {
            "title": "Cosa dire ai genitori 1",
            "source": "power poin bologna/NPL Bologna - benefici - Ottobre 2016 (1)",
            "slides": [],
            "lines": [
                "Leggere ad alta voce al bambino è importante perché:",
                "Crea l’abitudine all’ascolto.",
                "Aumenta i tempi di attenzione.",
                "Accresce il desiderio di imparare a leggere.",
                "E’ un’esperienza molto piacevole per l’adulto e il bambino.",
                "Calma, rassicura e consola.",
                "Rafforza il legame affettivo fra chi legge e chi ascolta.",
                "Lo aiuterà nell'apprendimento e nel futuro scolastico.",
                "Lo aiuterà nelle relazioni con gli altri."
            ]
        },
        {
            "title": "Cosa dire ai genitori 2",
            "source": "power poin bologna/NPL Bologna - benefici - Ottobre 2016 (1)",
            "slides": [],
            "lines": [
                "I nuovi genitori dovrebbero essere informati sulla possibilità di favorire lo sviluppo del proprio bambino con interventi semplici, divertenti  e di dimostrata efficacia, come:",
                "Rispondere alle vocalizzazioni.",
                "Parlare durante le routine.",
                "Cantare e raccontare.",
                "Leggere ogni giorno."
            ]
        },
        {
            "title": "Quando leggere con i bambini 1",
            "source": "power poin bologna/NPL Bologna - benefici - Ottobre 2016 (1)",
            "slides": [],
            "lines": [
                "Si può riservare alla lettura un momento particolare della giornata: prima del sonnellino o della nanna, dopo i pasti, scegliendo dei momenti durante i quali siete entrambi più tranquilli.",
                "Se il bambino si agita o è inquieto non è bene insistere.",
                "Si può approfittare dei momenti di attesa: durante un viaggio, dal medico.",
                "La lettura sarà di conforto al bambino quando è malato."
            ]
        },
        {
            "title": "Quando leggere con i bambini 2",
            "source": "power poin bologna/NPL Bologna - benefici - Ottobre 2016 (1)",
            "slides": [],
            "lines": [
                "Scegliere un luogo confortevole dove sedersi.",
                "Recitare o cantare le filastrocche del suo libro preferito.",
                "Eliminare le altre fonti di distrazione – televisione, radio, stereo.",
                "Tenere in mano il libro in modo che il vostro bambino possa vedere le pagine chiaramente; indicare le figure; parlargliene; quando sarà più grande, fare indicare a lui le figure.",
                "Leggere con partecipazione, creare le voci dei personaggi e usare la mimica per raccontare la storia.",
                "Variare il ritmo di lettura: più lento o più veloce."
            ]
        },
        {
            "title": "Quando leggere con i bambini 3",
            "source": "power poin bologna/NPL Bologna - benefici - Ottobre 2016 (1)",
            "slides": [],
            "lines": [
                "Fargli domande: cosa pensi che succederà adesso?",
                "Lasciare che il bambino faccia le domande e cogliere l’occasione per rispondere anche “oltre” la domanda.",
                "Fare raccontare la storia al bambino, ma ricordare che questo accadrà solo verso i 3 anni.",
                "Lasciare scegliere i libri da leggere al bambino.",
                "Rileggergli i suoi libri preferiti anche se lo chiede spesso e questo annoia.",
                "Portarlo in biblioteca dove troverà un luogo accogliente e una vasta scelta di libri."
            ]
        },
        {
            "title": "Sapere ascoltare i bambini",
            "source": "power poin bologna/NPL Bologna - benefici - Ottobre 2016 (1)",
            "slides": [],
            "lines": [
                "E’ importante ricordare ai genitori che oltre alla lettura è necessario l’ascolto del commento del proprio figlio, perché è attraverso questo dialogo sul  libro e con il libro che si scoprono gusti ed interessi anche comuni.",
                "Sappiamo perfettamente se ai nostri figli piace di più il pesce o la carne, non sempre se preferiscono un libro di avventure piuttosto che di magia."
            ]
        },
        {
            "title": "La lettura precoce è utile anche ai genitori",
            "source": "presentazioni PP/Mirandola 2015 NpL e pediatri",
            "slides": [],
            "lines": [
                "I genitori “scoprono” con entusiasmo l’interesse per i libri dei loro bambini anche molto piccoli.",
                "Imparano che le competenze del bambino esistono ben prima di quanto supponessero, possono stimolarle e ricevere riscontri.",
                "Dispongono di uno strumento in più di vicinanza fisica e affettiva (“cure prossimali”) con i propri bambini.",
                "Diventano progressivamente più esperti nel capire come, quando e che cosa leggere.",
                "Si sentono genitori più competenti e sentono di fare una cosa utile per il loro bambino e piacevole per loro.",
                "La lettura ai bambini può essere definita come un vettore di competenze genitoriali.",
                "Il supporto del pediatra in questa attività è prezioso in questi tempi ove i genitori si sentono spesso insicuri nel loro ruolo."
            ]
        },
        {
            "title": "Cosa possono fare i Pediatri 1",
            "source": "Presentazioni PP/2018/Modena 11 Maggio Pediatri",
            "slides": [],
            "lines": [
                "Avere libri sulla scrivania:",
                "L'uccellino fa",
                "Guarda che faccia",
                "La rabbia",
                "10 dita nelle mani 10 dita nei piedini",
                "Oh, che uovo"
            ]
        },
        {
            "title": "Cosa possono fare i Pediatri 2",
            "source": "Presentazioni PP/2018/Modena 11 Maggio Pediatri",
            "slides": [],
            "lines": [
                "Comunicare con il bambino",
                "Catturare lo sguardo (intercettazione di comportamenti autistici)‏",
                "Valutare i momenti di attenzione comuni bambino-genitore (attenzione alla depressione materna e paterna)‏",
                "Osservare l'imitazione di gesti e comportamenti genitoriali  (Neuroni a specchio, condivisione,comportamento iperattivo)",
                "Individuare i bambini che non hanno dimestichezza con i libri ( non li tengono in mano, si distraggono subito, non lo aprono...)"
            ]
        },
        {
            "title": "Cosa possono fare i Pediatri 3",
            "source": "Presentazioni PP/2018/Modena 11 Maggio Pediatri",
            "slides": [],
            "lines": [
                "Comunicare con il genitore",
                "Utilizzare momenti di difficoltà del bambino come il pianto o la rabbia per mostrare: Guarda che faccia con le espressioni emotive del bambino.",
                "Indicare con le dita le immagini e invitare il genitore a fare lo stesso",
                "Chiedere al genitore se ama leggere oppure non è abituato a farlo",
                "Chiedere: qual'è la cosa che fanno volentieri in casa con il loro bambino nei momenti di relax: tele,video..e dalla risposta incoraggiare alle pratica quotidiana della lettura",
                "Coinvolgere i papà dicendo che leggere divertendosi aumenta l'intelligenza, la memoria e sarà utile per il successo scolastico",
                "Ricordare che vi sono libri adatti ad ogni età e fornire informazioni"
            ]
        },
        {
            "title": "Cosa possono fare i Pediatri 4",
            "source": "Presentazioni PP/2018/Modena 11 Maggio Pediatri",
            "slides": [],
            "lines": [
                "Fornire Informazioni su NpL",
                "Iniziare ad informare il più precocemente possibile (corsi preparto, punti nascita,‏ bilanci di salute)",
                "Sostenere la lettura con informazioni sul comportamento del bambino e cosa aspettarsi nelle varie età: i genitori sono grati quando vengono rassicurati sulle performance del loro bambino"
            ]
        },
        {
            "title": "Cosa fanno le Biblioteche?",
            "source": "NpL 2012/Reggio 23 Maggio 2012 Consultori",
            "slides": [],
            "lines": [
                "Offrono una tessera personale e gratuita fin dal 1° giorno di vita. I genitori  sono invitati a iscrivere i loro figli al prestito dei libri.",
                "Il Sindaco di Reggio accoglie i nuovi nati con una lettera nella quale vi è l'invito ad iscrivere i bambini in biblioteca e ad aderire a NPL",
                "Uno spazio dedicato ai più piccoli appositamente arredato, che i genitori possono frequentare insieme ai loro bambini",
                "Elenchi ragionati, bibliografie e i consigli del bibliotecario",
                "Segnalibri colorati con proposte di lettura",
                "Letture animate e laboratori per bambini e genitori",
                "Corsi di lettura ad alta voce per adulti"
            ]
        },
        {
            "title": "Azienda USL spetta il compito",
            "source": "presentazione PP/2009-2015/Buone pratiche 25 Ottobre 2014",
            "slides": [],
            "lines": [
                "Collaborare ai lavori e alle iniziative del coordinamento provinciale (NPL);",
                "proporre materiale informativo e proposte di lettura per i genitori, in occasione dei corsi di preparazione al parto presso punti nascita, servizi vaccinali,sale d'attesa degli ambulatori dei PLS;",
                "promuovere NpL e NpM (Nati per la Musica)nei piani formativi dei Pediatri di libera scelta insieme alle altre azioni proposte dalla campagna Genitori più",
                "favorire la distribuzione di segnalibri con proposte di lettura ai Bilanci di salute dei PLS",
                "promuovere la presenza di lettori volontari presso le sale d'attesa dei PlS ,delle sedi vaccinali,delle Pediatrie Ospedaliere e Neonatologie",
                "sostenere Progetti di ricerca,nell'ambito delle Cure Primarie, per valutare i benefici della lettura precoce in famiglia"
            ]
        },
        {
            "title": "Azienda Ospedaliera spetta il compito",
            "source": "presentazione PP/2009-2015/Buone pratiche 25 Ottobre 2014",
            "slides": [],
            "lines": [
                "Collaborare ai lavori e alle iniziative del coordinamento provinciale di NPL",
                "Promuovere e coordinare lo sviluppo delle iniziative di NPL rivolte ai bambini accolti, a qualsiasi titolo (nascita, ricovero, day-hospital, pronto soccorso, ambulatorio, ecc.)",
                "Promuovere iniziative di formazione ed informazione rivolte agli operatori Unità Operative dell’Area Materno-Infantile sulle attività di NPL all’interno dell’Azienda",
                "Individuare, attraverso i Responsabili delle Unità Operative dell’Area Materno-Infantile, spazi, tempi e modalità dedicati alla diffusione ai bambini e ai loro genitori del materiale di lettura reso disponibile",
                "Favorire il coordinamento e l’integrazione con le analoghe iniziative delle USL territoriali per creare una continuità di azione, una volta cessata la permanenza del bambino e della sua famiglia presso l’Azienda",
                "Sostenere il progetto Nati per la Musica come integrazione al progetto NpL presso la TIN"
            ]
        },
        {
            "title": "Lettura dialogica",
            "source": "Presentazioni PP/2018/Modena 11 Maggio Pediatri",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide, lettura dialogica 1.jpg"
            ]
        },
        {
            "title": "Lettura dialogica, PEER",
            "source": "Presentazioni PP/2018/Modena 11 Maggio Pediatri",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide, lettura dialogica, peer.jpg"
            ]
        },
        {
            "title": "Lettura dialogica, CROWD",
            "source": "Presentazioni PP/2018/Modena 11 Maggio Pediatri",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide, lettura dialogica, crowd.jpg"
            ]
        },
        {
            "title": "Baby newsletter",
            "source": "Presentazioni PP/Monticelli 2020/Monticelli 2020",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide, baby newsletter.jpg"
            ]
        },
        {
            "title": "Guide anticipatorie",
            "source": "Presentazioni PP/Monticelli 2020/Monticelli 2020",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide, guide anticipatorie.jpg"
            ]
        },
        {
            "title": "Evidenze 1",
            "source": "Presentazioni PP/Monticelli 2020/Monticelli 2020",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide, evidenze 1.jpg"
            ]
        },
        {
            "title": "Evidenze 2",
            "source": "Presentazioni PP/Monticelli 2020/Monticelli 2020",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide, evidenze 2.jpg"
            ]
        },
        {
            "title": "Evidenze 3",
            "source": "Presentazioni PP/Monticelli 2020/Monticelli 2020",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide, evidenze 3.jpg"
            ]
        },
        {
            "title": "Evidenze 4",
            "source": "Presentazioni PP/Monticelli 2020/Monticelli 2020",
            "lines": [],
            "slides": [
                "./assets/img/slides/npl/slide, evidenze 4.jpg"
            ]
        },
        {
            "title": "Donare un libro",
            "source": "power poin bologna/NPL Bologna - benefici - Ottobre 2016 (1)",
            "slides": [],
            "lines": [
                "Studi di Reach Out and Read condotti in USA hanno dimostrato che, nelle famiglie svantaggiate, il dono del libro da parte del pediatra è molto efficace per stimolare l’abitudine alla lettura.",
                "Quando possibile doniamo un libro.",
                "Invitiamo le famiglie a frequentare le biblioteche distribuendo materiale informativo."
            ],
            "images": [
                "./assets/img/slides/npl/libri, dono.jpg"
            ]
        },
        {
            "title": "La condivisione di un libro con l’adulto",
            "source": "NpL 2012/Reggio 23 Maggio 2012 Consultori",
            "slides": [],
            "lines": [
                "Riconoscimento delle lettere",
                "Conoscenza stampato",
                "Convenzioni della scrittura",
                "Sensibilità fonologica",
                "Sviluppo memoria",
                "Conoscenza alfabeto"
            ],
            "images": [
                "./assets/img/slides/npl/mamma due bambini.jpg"
            ]
        },
        {
            "title": "Libri, dalla nascita",
            "source": "presentazioni PP/Mirandola 2015 NpL e pediatri",
            "slides": [],
            "lines": [
                "Filastrocche, rime, canzoncine che accompagnano giochi verbali, musicali, motori, manipolativi",
                "La stimolazione tattile e il contatto sono fondamentali",
                "Il ritmo ricorda il respiro e il battito del cuore"
            ],
            "images": [
                "./assets/img/slides/npl/libro dalla nascita.png"
            ]
        },
        {
            "title": "Libri, dai 6 mesi",
            "source": "presentazioni PP/Mirandola 2015 NpL e pediatri",
            "slides": [],
            "lines": [
                "Cartonati con una/due foto o immagini"
            ],
            "images": [
                "./assets/img/slides/npl/libro dai 6 mesi.png"
            ]
        },
        {
            "title": "Libri, dai 12 mesi",
            "source": "presentazioni PP/Mirandola 2015 NpL e pediatri",
            "slides": [],
            "lines": [
                "Filastrocche e rime",
                "Cartonati con poche immagini"
            ],
            "images": [
                "./assets/img/slides/npl/libro dai 12 mesi 1.png",
                "./assets/img/slides/npl/libro dai 12 mesi 2.jpg"
            ]
        },
        {
            "title": "Libri, dai 2 anni",
            "source": "presentazioni PP/Mirandola 2015 NpL e pediatri",
            "slides": [],
            "lines": [
                "Pagine di carta, alette mobili",
                "Protostorie",
                "Prime emozioni"
            ],
            "images": [
                "./assets/img/slides/npl/libro dai 2 anni 1.jpg",
                "./assets/img/slides/npl/libro dai 2 anni 2.png"
            ]
        },
        {
            "title": "Libri, dai 3 anni",
            "source": "presentazioni PP/Mirandola 2015 NpL e pediatri",
            "slides": [],
            "lines": [
                "Libri con musica",
                "Rime divertenti",
                "Libri per conoscere"
            ],
            "images": [
                "./assets/img/slides/npl/libro dai 3 anni.png"
            ]
        },
        {
            "title": "Libri, dai 5 anni",
            "source": "presentazioni PP/Mirandola 2015 NpL e pediatri",
            "slides": [],
            "lines": [
                "Testi più ricchi",
                "Parole strampalate, libri ironici"
            ],
            "images": [
                "./assets/img/slides/npl/libro dai 5 anni.png"
            ]
        },
        {
            "title": "L'Osservatorio Editoriale",
            "source": "https://www.natiperleggere.it/libri-consigliati-npl.html",
            "slides": [],
            "lines": [
                "In italia ogni anno escono circa 1350 libri per bambini da 0 a 7 anni (fonte LiBeR).",
                "Per queste ragioni Nati per leggere ha costituito un Osservatorio Editoriale permanente che seleziona i migliori libri per bambini.",
                "I criteri di selezione tengono conto della qualità narrativa, delle illustrazioni, della qualità tipografica, dell'impaginazione e degli aspetti pedagogici.",
                "L'osservatorio è costituito da quaranta esperti tra bibliotecari, pediatri, psicologi, studiosi di letteratura per l'infanzia, educatori e librai, che costantemente leggono le novità editoriali che escono ogni anno, le commentano, le discutono, per poi selezionare quelle che in virtù delle loro caratteristiche sono le opere più adatte a essere lette assieme in famiglia."
            ],
            "images": [
                "./assets/img/slides/npl/libri, osservatorio editoriale.jpg"
            ]
        },
        {
            "title": "La Guida libri stampata",
            "source": "https://www.natiperleggere.it/libri-consigliati-npl.html",
            "slides": [],
            "lines": [
                "Nati per Leggere. Una guida per genitori e futuri lettori",
                "L'Osservatorio Editoriale NpL aggiorna periodicamente la bibliografia di libri per bambine e bambini da 0 a 6 anni allo scopo di fornire puntuali indicazioni a genitori, educatori, bibliotecari e pediatri sui libri più belli e adatti ai piccoli lettori in base all'età e alle loro competenze cognitive e percettive."
            ],
            "images": [
                "./assets/img/slides/npl/libri, guida stampata.png"
            ]
        },
        {
            "title": "La Guida libri online",
            "source": "https://www.natiperleggere.it/libri-consigliati-npl.html",
            "slides": [],
            "lines": [
                "Contiene i libri consigliati da Nati per Leggere dal 2008 in poi, ed è costantemente aggiornata.",
                "Contiene non solo titoli in italiano ma anche libri in altre lingue (Albanese, Arabo, Cinese, Francese, Inglese, Rumeno, Spagnolo, ...)",
                "Puoi ricercare i libri per titolo, lingua e fascia d'età, puoi leggere i commenti degli esperti e di altri lettori e puoi lasciarne a tua volta.",
                "Le schede che approfondiscono ogni libro contengono le informazioni bibliografiche, l'abstract, la recensione e le categorie con le quali il libro è stato classificato dall'Osservatorio."
            ],
            "images": [
                "./assets/img/slides/npl/libri, guida online.png"
            ]
        }
    ],
    "images": [
        {
            "title": "Madonna con bambino",
            "url": "./assets/img/slides/npl/madonna con bambino.jpg"
        },
        {
            "title": "Bimba legge a cane",
            "url": "./assets/img/slides/npl/bimba legge a cane.png"
        },
        {
            "title": "Mamma bambino attaccamento",
            "url": "./assets/img/slides/npl/mamma bambino attaccamento.png"
        },
        {
            "title": "Mamma con 2 bambini",
            "url": "./assets/img/slides/npl/mamma due bambini.jpg"
        },
        {
            "title": "Lettori volontari, Anna",
            "url": "./assets/img/slides/npl/lettori volontari anna.jpg"
        },
        {
            "title": "Lettori volontari, papà",
            "url": "./assets/img/slides/npl/lettori volontari papà.jpg"
        },
        {
            "title": "Reggio narra, pediatri",
            "url": "./assets/img/slides/npl/reggio narra pediatri.jpg"
        },
        {
            "title": "Reggio narra, Eugenio",
            "url": "./assets/img/slides/npl/reggio narra eugenio.jpg"
        },
        {
            "title": "Scaffale NpL",
            "url": "./assets/img/slides/npl/scaffale npl.jpg"
        },
        {
            "title": "Scaffale NpL, papà",
            "url": "./assets/img/slides/npl/scaffale npl papà.jpg"
        },
        {
            "title": "Scaffale NpL, Maura",
            "url": "./assets/img/slides/npl/scaffale npl maura.jpg"
        },
        {
            "title": "Luoghi, Biblioteche",
            "url": "./assets/img/slides/npl/luoghi biblioteche.jpg"
        },
        {
            "title": "Luoghi, Asili nido",
            "url": "./assets/img/slides/npl/luoghi nidi.jpg"
        },
        {
            "title": "Luoghi, Ambulatori vaccinali",
            "url": "./assets/img/slides/npl/luoghi ambulatori vaccinali.png"
        },
        {
            "title": "Luoghi, Tin",
            "url": "./assets/img/slides/npl/luoghi tin.png"
        },
        {
            "title": "Icona, Family literacy connection",
            "url": "./assets/img/slides/npl/icona family literacy connection.jpg",
            "icon": true
        },
        {
            "title": "Icona, Teach the parent Reach the child",
            "url": "./assets/img/slides/npl/icona teach the parent.jpg",
            "icon": true
        },
        {
            "title": "Libro, dalla nascita",
            "url": "./assets/img/slides/npl/libro dalla nascita.png"
        },
        {
            "title": "Libro, dai 6 mesi",
            "url": "./assets/img/slides/npl/libro dai 6 mesi.png"
        },
        {
            "title": "Libro, dai 12 mesi 1",
            "url": "./assets/img/slides/npl/libro dai 12 mesi 1.png"
        },
        {
            "title": "Libro, dai 12 mesi 2",
            "url": "./assets/img/slides/npl/libro dai 12 mesi 2.jpg"
        },
        {
            "title": "Libro, dai 2 anni 1",
            "url": "./assets/img/slides/npl/libro dai 2 anni 1.jpg"
        },
        {
            "title": "Libro, dai 2 anni 2",
            "url": "./assets/img/slides/npl/libro dai 2 anni 2.png"
        },
        {
            "title": "Libro, dai 3 anni",
            "url": "./assets/img/slides/npl/libro dai 3 anni.png"
        },
        {
            "title": "Libro, dai 5 anni",
            "url": "./assets/img/slides/npl/libro dai 5 anni.png"
        },
        {
            "title": "Icona, Read with me",
            "url": "./assets/img/slides/npl/icona read with me.jpg",
            "icon": true
        },
        {
            "title": "Icona, Family literacy",
            "url": "./assets/img/slides/npl/icona family literacy.jpg",
            "icon": true
        },
        {
            "title": "Icona, Farfalla NpL",
            "url": "./assets/img/slides/npl/icona farfalla npl.jpg",
            "icon": true
        },
        {
            "title": "Logo, NpL",
            "url": "./assets/img/slides/npl/logo npl.png",
            "icon": true
        },
        {
            "title": "Logo, ACP",
            "url": "./assets/img/slides/npl/logo acp.png",
            "icon": true
        },
        {
            "title": "Logo, AIB",
            "url": "./assets/img/slides/npl/logo aib.jpg",
            "icon": true
        },
        {
            "title": "Grafico, ritorno investimento capitale umano",
            "url": "./assets/img/slides/npl/ritorno investimento capitale umano.jpg"
        },
        {
            "title": "Humor, mafalda educato nessuno prima di noi",
            "url": "./assets/img/slides/npl/humor mafalda educato nessuno prima di noi.png"
        }
    ]
}
